import PodMain from '../../components/PodMain/PodMain';
import { tabs } from '../../utils';

export const slidesRussian = [
  [
    {
      id: 1,
      src: '/images/img1-0.jpg',
      title: 'АН-26',
      link: '/russian-item/1/0',
      description:
        'Ан-26 (по кодификации НАТО: Curl - "Вихрь") - многоцелевой транспортный самолёт, разработанный в КБ Антонова как модификация Ан-24. Оснащён двумя турбовинтовыми двигателями АИ-24ВТ и дополнительным реактивным РУ-19А-300 в правой гондоле. Широкий грузовой люк (2,4 м) с трап-створкой позволяет удобную погрузку с земли или из кузова автомобиля. Разработка началась в 1964 году под руководством В.А. Гарвардта. Первый полёт состоялся 21 мая 1969 года (экипаж Ю.Н. Кетова). В том же году самолёт был представлен на авиасалоне в Ле-Бурже. ' +
        'Конструктивно Ан-26 представляет собой цельнометаллический моноплан с высокорасположенным крылом. Фюзеляж - балочно-стрингерный полумонокок из дюралюмина Д16Т, разделён на четыре отсека (носовой, средний, люковый и хвостовой). Герметичная часть расположена между 1-40 шпангоутами. В носовой части под обтекателем установлена антенна радиолокатора "Гроза". ' +
        'Самолёт стал самым массовым в своём классе благодаря удачной конструкции и универсальности. Широко применялся как в военных, так и в гражданских целях, включая перевозку грузов, десантирование и медицинскую эвакуацию.',
    },
    {
      id: 2,
      src: '/images/img2-0.jpg',
      title: 'СУ-24',
      link: '/russian-item/2/0',
      description:
        'Советский и российский тактический фронтовой бомбардировщик с крылом изменяемой стреловидности (код НАТО: Fencer). Предназначен для нанесения ракетно-бомбовых ударов в любых метеоусловиях круглосуточно, включая малые высоты. Способен нести тактические ядерные заряды. ' +
        'Разработка началась в ОКБ Сухого в 1960-х годах как модификация Су-7Б (проект С-6), но эволюционировала в полностью новый самолёт. Первый прототип Т-6-1 совершил полёт 2 июля 1967 года (лётчик-испытатель В.С. Ильюшин). Конструкция претерпела значительные изменения: от треугольного крыла к изменяемой стреловидности, от тандемной кабины к бок-о-бок. ' +
        'Ключевые особенности: система рельефного облета "Пума", двигатели АЛ-21Ф, возможность укороченного взлёта/посадки. Серийное производство началось в 1971 году. Основные модификации: Су-24 (базовый), Су-24М (модернизированный), Су-24МР (разведывательный), Су-24МК (экспортный). ' +
        '31 августа 2016 года базовые Су-24 были сняты с вооружения ВКС России. Однако модернизированные версии остаются в строю. Самолёт активно применялся в различных конфликтах, включая события 2022-2024 годов, где использовался для нанесения точных ударов высокотехнологичным оружием.',
    },
    {
      id: 3,
      src: '/images/img3-0.jpg',
      title: 'СУ-25',
      link: '/russian-item/3/0',
      description:
        'Су-25 "Грач" (изделие "Т-8", по классификации НАТО: Frogfoot) - советский бронированный дозвуковой штурмовик, предназначенный для непосредственной поддержки сухопутных войск. Впервые поднялся в воздух 22 февраля 1975 года, эксплуатируется с 1981 года. Принимал участие в многочисленных военных конфликтах. ' +
        'Разработка началась в 1968 году в ОКБ Сухого после осознания недостатков существующих истребителей-бомбардировщиков. Инициативная группа под руководством О.С. Самойловича, Д.Н. Горбачева и И.В. Савченко разработала концепцию специализированного штурмовика для работы над полем боя. ' +
        'Конструктивно Су-25 выполнен по схеме высокоплана с двумя двигателями, боковыми воздухозаборниками и усиленной бронезащитой. Способен работать с грунтовых аэродромов, несет широкий спектр вооружения. Отличается высокой живучестью и простотой эксплуатации.' +
        'Су-25 "Грач" (код НАТО: Frogfoot) - советский бронированный дозвуковой штурмовик, предназначенный для непосредственной поддержки сухопутных войск. Первый полёт совершил 22 февраля 1975 года, на вооружении с 1981 года. Способен работать круглосуточно в любых метеоусловиях, уничтожая цели как визуально, так и по заданным координатам. ' +
        'Разработка началась в 1968 году в ОКБ Сухого после анализа недостатков существующих истребителей-бомбардировщиков. Инициативная группа под руководством О.С. Самойловича создала концепцию специализированного штурмовика поля боя. Основные требования: живучесть, простота производства и эксплуатации, возможность работы с грунтовых аэродромов. ' +
        'Конструктивно Су-25 выполнен по схеме высокоплана с двумя двигателями, боковыми воздухозаборниками и мощным бронированием кабины (титановая "ванна"). Нормальная боевая нагрузка - 1500 кг, максимальная - до 4400 кг. Широко применялся в различных конфликтах, подтвердив высокую эффективность и живучесть.',
    },
    {
      id: 4,
      src: '/images/img4-0.jpg',
      title: 'СУ-30',
      link: '/russian-item/4/0',
      description:
        'Су-30 (по кодификации НАТО: Flanker-C — «Фланкер-Си») — советский и российский двухместный многоцелевой истребитель поколения 4+. Предназначен для уничтожения воздушных целей, блокирования аэродромов противника на большой глубине и ударов по наземным и морским объектам. Также может использоваться для управления групповыми боевыми действиями при завоевании господства в воздухе, уничтожения десантов противника в воздухе, ведения воздушной разведки и уничтожения наземных целей в любых метеоусловиях. ' +
        'Разработка началась в середине 1980-х годов в КБ Сухого под руководством И. В. Емельянова как ответ на высокие нагрузки пилотов современных истребителей. Базой для разработки стал двухместный учебно-боевой истребитель Су-27УБ. Первые прототипы (Т-10ПУ-5 и Т-10ПУ-6) были переоборудованы в 1988 году на Иркутском авиазаводе. Основные отличия от Су-27УБ включали систему дозаправки в воздухе, новую систему навигации, модернизированные системы управления полётом и вооружением, а также специальную аппаратуру связи и наведения с широкоформатным телевизионным индикатором тактической обстановки в задней кабине. ' +
        'Первый публичный показ Су-30 состоялся в 1992 году. Из-за сложной экономической ситуации после распада СССР серийное производство развивалось медленно. Первым иностранным заказчиком стала Индия, получившая модификацию Су-30К. В дальнейшем самолёт неоднократно модернизировался для различных зарубежных заказчиков. Для российских ВВС на базе экспортного Су-30МКИ была разработана модификация Су-30СМ, первый полёт которой состоялся 21 сентября 2012 года, а уже в конце того же года первые серийные машины поступили в войска. ' +
        'Су-30 сохранил все преимущества платформы Су-27, включая выдающуюся манёвренность, получив при этом расширенные возможности за счёт второго члена экипажа (лётчика-оператора), усовершенствованной авионики и системы вооружений. Самолёт может выполнять функции воздушного пункта управления группой истребителей, вести длительное патрулирование и сопровождать ударные машины, сохраняя при этом возможность использования в качестве учебно-тренировочного.',
    },
    {
      id: 5,
      src: '/images/img5-0.jpg',
      title: 'Су-34',
      link: '/russian-item/5/0',
      description:
        'Су-34 (изделие Т-10В; по кодификации НАТО: Fullback) — советский и российский многофункциональный фронтовой сверхзвуковой истребитель-бомбардировщик, предназначенный для нанесения точных ударов по наземным и воздушным целям в оперативной и тактической глубине (150-600 км от линии фронта) в условиях сильного противодействия ПВО противника. Разработан как замена фронтовому бомбардировщику Су-24. ' +
        'Разработка началась 19 июня 1986 года под обозначением Т-10В (Су-27ИБ) на базе платформы Су-27 с существенными модификациями: увеличенной боевой нагрузкой, запасом топлива и применением аэродинамической схемы "продольный триплан" для улучшения манёвренности. Первый полёт прототипа состоялся 13 апреля 1990 года. ' +
        'Самолёт впервые публично показан в 1995 году на авиасалоне в Ле Бурже как Су-32ФН. Серийное производство началось в 2006 году на Новосибирском авиазаводе им. Чкалова. Государственные испытания проводились с 2006 по 2011 год. Официально принят на вооружение ВВС России 20 марта 2014 года. ' +
        'Отличительные особенности: двухместная кабина с расположением пилотов "бок о бок", усиленное бронирование, современный комплекс БРЭО, включающий мощную РЛС с ФАР, система дозаправки в воздухе. Способен нести широкий спектр вооружения, включая высокоточные боеприпасы "воздух-земля" и современные ракеты "воздух-воздух".',
    },
    {
      id: 6,
      src: '/images/img6-0.jpg',
      title: 'ТУ-22М',
      link: '/russian-item/6/0',
      description:
        'Ту-22М («изделие 45», по кодификации НАТО: Backfire[3]) — советский дальний сверхзвуковой ракетоносец-бомбардировщик с крылом изменяемой стреловидности. Может нести ядерное оружие.' +
        'Строился в двух основных модификациях:' +
        'Ту-22М2 — производился с 1972 по 1984 год и был снят с вооружения в середине 1990-х годов' +
        'Ту-22М3 — производился с 1978 по 1993 год, эксплуатируется в настоящее время (2025 год)' +
        'Самолёт Ту-22М — один из самых засекреченных авиационных проектов СССР времён «холодной войны», благодаря чему даже сейчас значительное количество доступной информации по этому самолёту не соответствует действительности[4]. На момент своего создания это был самый сложный и самый дорогостоящий самолёт в СССР.' +
        'К середине 1960-х годов тенденции в области боевого применения дальней авиации обозначили низкую эффективность однорежимных сверхзвуковых самолётов. Необходимо было создавать многорежимные самолёты, способные выполнять боевые задачи в широком спектре высот и скоростей. Эта цель могла быть достигнута, в первую очередь, использованием крыла изменяемой в полёте стреловидности.' +
        'Работы над проектом дальнего ударного самолёта начались в ОКБ Туполева в 1965 году на основании совместного решения МАП и ВВС от 24.08.1965 года: «О создании системы К-145 с самолётом-носителем Ту-145 с двигателями НК-144». Опытно-конструкторские и научно-исследовательские работы по данной теме проходили в рамках модификации самолёта Ту-22 за счёт установки новых двигателей и крыла изменяемой геометрии, при этом планировалось достигнуть улучшения ТТД самолёта.' +
        'Во многом обозначение Ту-22М является результатом политики. А. Н. Туполев на конкурсе предлагал вариант модернизации Ту-22 для экономии средств на разработку с целью получения заказа.' +
        'Самолёт планировалось использовать в вариантах ракетоносца, разведчика, постановщика помех. Также предполагалось изменить систему катапультирования экипажа, с целью снятия ограничений на высоту покидания. Заказчиком самолёта выступали ВВС. Срок постройки опытного ракетоносца был определён в 4 квартале 1968 года. Полная сметная стоимость работ — 60 млн 250 тыс. рублей, в том числе 9 млн 200 тыс. — затраты на проектирование, 22 млн 600 тыс. — затраты на постройку опытного образца и 28 млн 450 тыс. рублей — затраты на испытания.' +
        'На первом этапе проектирования шли разработки конструкции, уже опробованной на самолётах Ту-22 с размещением двигателей над фюзеляжем по обеим сторонам киля. Переделки касались практически только крыла будущего самолёта. Однако к 1967 году конструкция будущего Ту-22М была полностью пересмотрена, и прототип нового бомбардировщика потерял сходство с Ту-22 — самолётом-предшественником. За основу проекта «145» окончательно был взят проект «106 Б». Появляется вариант Ту-22М с крылом изменяемой стреловидности, воздухозаборниками по бортам фюзеляжа и размещением двигателей в хвостовой части по типу тяжёлого перехватчика Ту-128. Впервые на боевом самолёте в СССР планировалось устанавливать двухконтурные турбореактивные двигатели с форсажной камерой, которые получили индекс НК-144-22 или «изделие ФМ».' +
        '12 сентября 1967 года вышел приказ МАП № 305 по разработке, проектированию, производству самолёта Ту-22КМ, а также срокам и ответственности предприятий и должностных лиц. Так, этим приказом было определено, что предприятие п/я В-2877 (ОКБ Туполева) и Казанский авиазавод № 22 совместно (в кооперации) должны изготовить два самолёта для лётных испытаний в срок до ноября 1968 года.' +
        'В период с 29 ноября по 31 декабря 1967 года работала макетная комиссия по самолёту Ту-22КМ, которая хотя и дала положительное заключение по самолёту, но внесла такое количество изменений по конструкции, что рабочие чертежи пришлось изготавливать заново. Также макетная комиссия постановила, что в дальнейшем проектирование самолёта должно вестись в двух направлениях: с существующими на данный момент времени двигателями НК-144-22 и бортовым оборудованием, которое освоено в производстве, также следует работать в направлении создания самолёта с более мощными перспективными двигателями с форсажной тягой 22-23 тонны и перспективным оборудованием, в частности, новыми системами РЭП.' +
        'В проектировании самолёта, помимо специалистов ОКБ Туполева, также принимало участие порядка 250 прикомандированных специалистов из КБ Антонова, КБ Мясищева, из вертолётных ОКБ и ОКБ спортивной авиации. В приказе по МАП № 141 от 16.04.1968 указывалось: считать задание (конструкторам) по постройке самолёта Ту-22М с двигателем НК-144-22 и КИС главной задачей на 1968 год и обеспечить первоочередное выполнение.' +
        '28 ноября 1968 года выходит Постановление Совета Министров СССР № 1098, которое официально давало старт работам по созданию Ту-22М. Этим постановлением и приказом МАП № 433 определён срок предъявления самолёта Ту-22М на совместные испытания с заказчиком в лице Министерства Обороны — 2 квартал 1969 года. В этот же период начинается стапельная сборка агрегатов планера на Казанском авиазаводе № 22. На опытном производстве ОКБ Туполева в это время изготавливают поворотные части крыла, каналы воздухозаборников с узлами управления и множество других комплектующих.' +
        'В приказе МАП № 148 от 24.05.1969 года было отмечено, что на КАЗ собран первый самолёт Ту-22М, на котором проводятся отработки систем и проверки под током, и ведётся сборка второго самолёта.' +
        '30 августа 1969 года был выполнен первый полёт Ту-22М. До конца года на этом самолёте будет выполнено 12 полётов.' +
        'К концу года было собрано пять самолётов Ту-22М: один для испытаний ВВС, второй для совместных испытаний, третий поступил на лётно-испытательную станцию ОКБ-156, 4 и 5 самолёт планировалось использовать в качестве натурных стендов для отработки компоновки оборудования и КЗА. В связи с затягиванием сроков производства самолётов заказчик в лице ВВС обратился в арбитражный суд при Совете министров СССР с целью взыскать неустойку в сумме 491 тыс. 318 рублей из-за недопоставки двух самолётов в оговорённые сроки, однако в иске было отказано в связи с тем, что сроки поставки были нарушены по причинам, не зависевшим от завода.' +
        'Затраты на проектирование и доводку самолёта на ММЗ «Опыт» в 1969 году составили 21 млн 748 тыс. рублей.',
    },
    {
      id: 7,
      src: '/images/img7-0.jpg',
      title: 'ТУ-95',
      link: '/russian-item/7/0',
      description:
        'Ту-95 (проект «95», изделие «В», по кодификации НАТО: Bear — «Медведь») — советский турбовинтовой стратегический бомбардировщик-ракетоносец.' +
        'Ту-95 и его модификации до настоящего времени — единственный в мире серийный бомбардировщик и ракетоносец с турбовинтовыми двигателями. Являлся советским символом обеспечения военно-стратегического паритета[3] в холодной войне. Остаётся на службе как носитель крылатых ракет, в том числе таких, как Х-101, благодаря более низкому расходу топлива, чем у реактивных самолётов, а главное — большей скрытности от спутников SBIRS, способных наблюдать за крупными стратегическими бомбардировщиками с реактивными двигателями по выхлопам из последних[4]. National Interest отмечает, что довольно наивно считать Ту-95 «устаревшим оружием», так как фактически от подобного самолёта ничего не требуется, кроме как летать на большую дальность, а реальным его оружием являются новейшие крылатые ракеты — такие как X-101, которые при дальности 5500 км позволяют Ту-95 «безнаказанно» атаковать цели за пределами радиусов действия любых систем ПВО. Практическое применение Ту-95 в Сирии доказало, что самолёт не является «абстрактным средством ядерного сдерживания», а может реально использоваться в современных локальных войнах.' +
        'На базе модификаций Ту-95 были созданы летающие лаборатории различного назначения, пассажирский межконтинентальный лайнер — Ту-114 и его проектный транспортный вариант. В свою очередь, на базе Ту-114 был создан боевой самолёт ДРЛО — Ту-126. Прямым развитием проекта «95» на более высоком авиационно-техническом уровне явился вариант самолёта ПЛО, который в серии образовал модификационный ряд самолётов семейства Ту-142 различного боевого назначения.',
    },
    {
      id: 8,
      src: '/images/img8-0.jpg',
      title: 'МИ-8',
      link: '/russian-item/8/0',
      description:
        'Ми-8 (по кодификации NATO: Hip — «Бедро») — советский многоцелевой вертолёт, разработанный в московском опытно-конструкторским бюро ОКБ-329 1-го управления Государственного комитета по авиационной технике (ГКАТ) СССР. Главный конструктор ОКБ — М. Л. Миль.' +
        'Ми-8 (включая модификации) — самый массовый двухдвигательный вертолёт в мире; является самым массовым вертолётом в истории авиации[6] и вторым (после UH-60) по количеству активных вертолётов вооружённых сил мира. Широко используется более чем в 50 государствах мира для выполнения множества гражданских и военных задач. Вертолёты Ми-8, как правило, имеют двойное назначение, о чём указывается в сертификате типа; в России вертолёты, имеющие военное назначение, могут быть проданы только госкомпанией «Рособоронэкспорт», входящей в корпорацию «Ростех». Все остальные вертолёты, находящиеся в свободной продаже, имеют только гражданское назначение.' +
        'Разработка перспективного среднего многоцелевого вертолёта под обозначением В-8, призванного заменить выпускавшуюся модель вертолёта Ми-4, началась в 1960 году в московском ОКБ-329[8], генеральный конструктор ОКБ — М. Л. Миль.' +
        'Первые пять опытных вариантов вертолёта под индексом В-8 изготавливались на московском авиационном заводе № 23 Минавиапрома (с 1962 года завод был перепрофилирован на выпуск ракетно-космической техники), а окончательная сборка велась на заводе № 329 (будущий МВЗ).' +
        'Первый собранный В-8 имел, как на Ми-4, четырёхлопастной несущий и трехлопастной рулевой винты, автомат перекоса и многие другие элементы системы управления, трансмиссию, основные и хвостовую опоры шасси, а также хвостовую и концевую балки. Носовая и центральная части фюзеляжа В-8 были полностью новыми. В конструкции фюзеляжа впервые использовались крупногабаритные дюралюминиевые штамповки и клеесварные соединения. На испытания вертолёт поступил в пассажирском варианте с салоном на 18 кресел.' +
        '24 июня 1961 года первый лётный прототип В-8 поднялся в воздух, выполнив непродолжительное висение. Спустя две недели, 9 июля, опытная машина приняла участие в авиационном параде на Тушинском аэродроме в Москве, выполнив полёт по кругу. В декабре вертолёт был представлен на совместные государственные испытания, но в качестве прототипа будущих серийных машин рассматривался недолго и с 1963 года использовался только в роли испытательного стенда. Ближе к концу 1961 года был изготовлен второй экземпляр однодвигательного вертолёта В-8, но из-за бесперспективности однодвигательной схемы он никогда не летал и использовался как наземный испытательный стенд.' +
        'Двухдвигательный прототип вертолёта В-8А поднялся в воздух 17 сентября 1962 года. Впервые в СССР были специально спроектированы для вертолёта турбовальные двигатели ТВ2-117. В марте 1963 года окрашенный в жёлтый цвет вертолет с надписью «Аэрофлот» на борту поступил на первый этап «А» совместных государственных испытаний. В процессе испытаний вертолёт подвергся многочисленным изменениям конструкции, в частности, четырёхлопастной несущий винт от Ми-4 был заменён на новый пятилопастной. Также заменили рулевой винт, переделали стойки шасси, установили систему автоматической регулировки двигателей и автопилот АП-34.' +
        'Третий лётный прототип В-8АТ строился как транспортно-боевой вариант для вооружённых сил, с учётом всех изменений и доработок на испытаниях В-8А. В-8АТ был собран и поступил на испытания в 1963 году. Во время лётных испытаний 19 апреля 1964 года экипаж летчика-испытателя В. Колошенко установил на В-8АТ два мировых рекорда: рекорд дальности по замкнутому маршруту (2465,7 км) и рекорд скорости на базе 2000 км (201,8 км/ч).' +
        'Четвёртый опытный вертолёт В-8АП создавался как правительственный салон, почти не отличаясь от конструкции от В-8АТ. На нём отрабатывался автопилот АП-34Б и синхронизатор оборотов несущего винта. После завершения программы испытаний В-8АП был переоборудован весной 1965 года на опытном производстве завода № 329 в вариант для перевозки 28 пассажиров.' +
        'Затем оба варианта вертолёта поступили на государственные испытания этапа «Б».' +
        'В ноябре 1964 года Комиссия по совместным испытаниям приняла решение рекомендовать вертолёт к запуску в серийное производство, а его десантно-транспортный вариант — к принятию на вооружение.' +
        'В-8АТ поступил в серийное производство на завод № 387 МАП[9] в 1965 году под наименованием Ми-8Т и постепенно вытеснил в производстве Ми-4.' +
        'После завершения цикла войсковых испытаний Ми-8Т был в 1968 году принят на вооружение.',
    },
    {
      id: 9,
      src: '/images/img9-0.jpg',
      title: 'МИ-28',
      link: '/russian-item/9/0',
      description:
        'Ми-28Н «Ночной охотник» (по кодификации НАТО: Havoc — «Опустошитель») — советский и российский ударный вертолёт производства ПАО «Роствертол», входящего в холдинг «Вертолёты России», предназначенный для поиска и уничтожения в условиях активного огневого противодействия танков и другой бронированной техники, а также малоскоростных воздушных целей и живой силы противника.' +
        'Марка России, 1997 г. Ми-28.' +
        'Ми-28 способен совершать фигуры высшего пилотажа: петлю Нестерова, переворот Иммельмана, бочку, полёт боком, полёт назад, вбок со скоростью до 100 км/ч, разворот с угловой скоростью до 117 градусов/с, максимальная угловая скорость крена более 100 град/с.' +
        'Разработка вертолёта велась на Московском вертолётном заводе им. М. Л. Миля с 1978 года в условиях творческого соревнования с ОКБ Камова — согласно Постановлению ЦК КПСС и Совета министров СССР от 16 декабря 1976 года, предусматривавшего создание на конкурсной основе нового поколения боевых вертолётов Ми-28 и В-80, в дальнейшем Ка-50. Ми-28 изначально задумывался и разрабатывался как двухместный боевой вертолёт. Создатели этой машины — генеральный конструктор ОКБ МВЗ Марк Вайнберг, конструкторы Андрей Ермаков, Владимир Стекольников, Михаил Короткевич, Евгений Яблонский и другие. Первые полёты опытный образец вертолёта Ми-28 совершил 10 ноября и 19 декабря 1982 года (лётчик-испытатель Г. Р. Карапетян, штурман-испытатель В. В. Цыганков). Первый образец Ми-28 предназначался преимущественно для снятия лётно-технических характеристик и не нёс системы вооружения. Её установили на втором лётном экземпляре, сборку которого опытное производство МВЗ завершило в сентябре 1983 года. В его конструкции были учтены все замечания макетной комиссии ВВС. Постройку третьего лётного экземпляра Ми-28, в конструкции которого были учтены все замечания заказчика и изменения, вносившиеся в опытно-экспериментальные образцы по мере их доводки, опытное производство МВЗ им. М. Л. Миля начало в 1985 году. Модернизированный вертолёт получил в 1987 году наименование Ми-28А. Испытания модернизированного Ми-28А начались в январе 1988 года. Они прошли благополучно, и в следующем году вертолёт впервые был продемонстрирован на авиасалоне Ле-Бурже в Париже и на выставке в Ред-Хилл под Лондоном, где пользовался большим интересом у посетителей. В том же году первый опытно-экспериментальный вертолёт Ми-28 был впервые официально представлен и у себя на родине во время авиационного праздника в Тушине. В январе 1991 года к программе испытаний присоединился второй Ми-28А, собранный опытным производством МВЗ. В сентябре 1993 года в ходе общевойсковых учений под Гороховцом вертолёты блестяще продемонстрировали свои лётные и боевые качества.' +
        'В апреле 1986 года на Гороховецком полигоне прошли совместные полёты Ми-28А и Ка-50 по программе государственных совместных испытаний (ГСИ). Требование — обнаружить на поле боя 25 целей. Экипаж Ми-28А на малой высоте обнаружил все 25 целей, не будучи обнаруженным. Лётчик Ка-50 на значительно больших высотах смог обнаружить только две цели.' +
        'Разработку Ми-28Н возглавили заместители главного конструктора В. А. Стекольников[8] (позднее[9] — главный конструктор МВЗ) и В. Г. Щербина. Выкатка из сборочного цеха первого опытного экземпляра Ми-28Н состоялась 16 августа 1996 года, а уже в октябре вертолёт впервые поднялся в воздух.' +
        'Государственные совместные испытания опытного боевого вертолёта Ми-28Н были начаты в мае 2005 года. Программой ГСИ было предусмотрено проведение большого объёма наземных работ и испытательных полётов, что обеспечивало возможность всесторонней оценки боевых свойств вертолёта. С целью решения оперативных вопросов, возникающих в ходе ГСИ и требующих быстрого и компетентного решения, государственную комиссию по проведению ГСИ опытного боевого вертолёта Ми-28Н возглавил непосредственно главнокомандующий ВВС.' +
        'В конце декабря 2005 года на предприятии был проведён подъём первого серийного вертолёта нового поколения Ми-28Н.' +
        'Первый этап ГСИ Ми-28Н завершён в 2007 году.' +
        'В соответствии с решением ГК ВВС, ГСИ вертолёта Ми-28Н были проведены в два этапа. В рамках первого этапа было выдано предварительное заключение о возможности выпуска установочной партии вертолётов. При этом решениями командования ВВС были сформированы технические облики вертолёта Ми-28Н, обеспечивающие после завершения первого этапа ГСИ круглосуточное выполнение вертолётом боевых задач по уничтожению наземных целей с основным комплексом вооружения, второго этапа ГСИ — воздушных целей с применением ракет класса «воздух-воздух», а также высокую выживаемость вертолёта за счёт оснащения средствами радиоэлектронного подавления.' +
        'ГСИ Ми-28Н завершены 26 декабря 2008 года[13]. По результатам ГСИ установлено, что по лётно-техническим характеристикам, характеристикам устойчивости и управляемости, возможностям комплекса бортового радиоэлектронного оборудования, номенклатуре и точностям применяемого оружия Ми-28Н в целом соответствует требованиям ТТЗ.' +
        'Вертолёт Ми-28Н «Ночной охотник» принят на вооружение приказом президента РФ 15 октября 2009 года[2], 27 декабря 2013 года — Министерством обороны.',
    },
    {
      id: 10,
      src: '/images/img10-0.jpg',
      title: 'КА-50',
      link: '/russian-item/10/0',
      description:
        'Ка-50 (изделие «800», по кодификации НАТО — Hokum A, известен под именем «Чёрная акула», а на западе как «Оборотень» [англ. Werewolf] и «Обманщик» [англ. Hokum]) — советский/российский одноместный ударный вертолёт, предназначенный для поражения боевой техники, огневых точек и живой силы противника на поле боя.' +
        'В связи с отсутствием второго члена экипажа вертолёта, отвечающего за поиск целей и наведение комплекса управляемого вооружения, предполагалось использовать отличную от традиционной тактику боя, при которой Ка-50 получал внешнее целеуказание от вертолёта-разведчика.' +
        'В качестве такого разведывательного вертолёта-целеуказателя сначала предполагалось использовать разрабатывавшийся в тот же период вертолёт В-60 (впоследствии получивший обозначение Ка-60 «Касатка»). Однако, в связи с практически полной остановкой программы по его созданию в начале 1990-х годов, ОКБ «Камов» переносит комплекс разведки и целеуказания на новую разработку — двухместный Ка-52, который, кроме выполнения задач «командирской» машины, предусматривалось использовать в качестве ударного вертолёта, способного вести самостоятельные боевые действия, в том числе ночью и при сложных метеоусловиях.' +
        'При этом в 1990-е годы разрабатывались также проекты беспилотных вертолётов-разведчиков: Ка-37 и Ка-137.' +
        'Тактика боевого применения Ка-50 заключается в его барражировании, находясь в зоне ожидания, до поступления информации по закрытому каналу телекодовой связи. Информационное поле кабины Ка-50 выдаёт сведения о местонахождении вертолёта, рельефе местности и координатах цели. Вывод на цель осуществляется с точностью в несколько метров. Вертолёт наносит удары и сразу уходит из возможной зоны поражения средствами ПВО.' +
        'Вертолёт Ка-50, разработанный ОКБ «Камов» под руководством главного конструктора Сергея Викторовича Михеева, был принят на вооружение в 1995 году.' +
        'Серийное производство прекращено с января 2009 года, в дальнейшем производится только его обновлённая модификация Ка-52.',
    },
  ],
  [
    {
      id: 1,
      src: '/images/img1-1.jpg',
      title: 'Т-55',
      link: '/russian-item/1/1',
      description:
        'Т-55 — советский средний танк.' +
        'Основной танк создан на базе основного и среднего танка Т-54. Принят на вооружение Советской армии ВС СССР в 1958 году. Производился с 1958 года по 1979 год. Танк Т-55 является первым в мире серийным танком, оборудованным автоматической системой противоатомной защиты (ПАЗ) — пионер нового поколения боевых машин, способных вести боевые действия в условиях применения противником ядерного оружия. Стал первым основным и средним танком в наличии в войсках, получившим комплекс активной защиты (КАЗ «Дрозд»)[7]. Т-55 и его модификация Т-55А широко экспортировались и находятся на вооружении многих вооружённых сил государств мира. В западных источниках Т-54 и Т-55 часто упоминаются как Т-54/55.',
    },
    {
      id: 2,
      src: '/images/img2-1.jpg',
      title: 'Т-62',
      link: '/russian-item/2/1',
      description:
        'Т-62 (Индекс ГБТУ — Объект 166) — советский средний и основной боевой танк первого послевоенного поколения. Принят на вооружение Армии СССР в 1961 году.' +
        'Создан на базе танка Т-55. Производился в СССР с 1962 по 1975 год. Первый в мире серийный танк с гладкоствольным орудием, и массой среднего танка при высоком уровне бронирования.' +
        'Основным средним танком на вооружении СССР на протяжении 1950-х годов оставался Т-54/55. Несмотря на постоянное совершенствование танка, в том числе и повышение огневой мощи, вооружение его, состоявшее из 100-мм нарезной пушки Д-10Т, оставалось прежним. Д-10Т, к которой до 1961 года имелись лишь калиберные бронебойные снаряды[3][4], к середине 1950-х годов уже не обеспечивала эффективного поражения нового американского среднего танка M48, в то время как западные танки к тому времени имели в своём боекомплекте подкалиберные снаряды с отделяющимся поддоном и невращающиеся кумулятивные снаряды, пробивавшие броню советского танка на нормальных дистанциях боя.' +
        'К созданию Т-62 привели два направления работ советского танкостроения 1950-х годов — по разработке нового вооружения для средних танков и инициативные разработки КБ Уралвагонзавода по созданию перспективного среднего танка для замены Т-54/55. В 1958 году работы по перспективному танку «Объект 140» были прекращены в КБ Уралвагонзавода по инициативе его главного конструктора завода Л. Н. Карцева, который счёл новый танк слишком нетехнологичным и сложным в эксплуатации[6]. В предвидении такого исхода, параллельно с этим велась и разработка танка «Объект 165», представлявшего собой гибрид из корпуса и башни «Объекта 140», боевого отделения «Объекта 150» и моторно-трансмиссионного отделения и ходовой части Т-55. Заводские испытания танка были завершены в 1958 году и по их итогам 31 декабря того же года Министерство обороны СССР утвердило создание в 1959 году второго варианта «Объекта 165», более приближённого по конструкции к серийному Т-55.',
    },
    {
      id: 3,
      src: '/images/img3-1.jpg',
      title: 'Т-64',
      link: '/russian-item/3/1',
      description:
        'Т-64А (индекс ГБТУ — Объект 434) — советский средний и основной танк, разработанный в начале 1960-х годов в Харьковском конструкторском бюро по машиностроению.' +
        'Т-64А принят на вооружение Советской армии ВС СССР Постановлением ЦК КПСС и Совета Министров СССР, от 20 мая 1968 года, этим же постановлением танку было присвоено обозначение Т-64А. 22 января 1973 года вышел приказ Министра обороны СССР № 021 о принятии на вооружение танков Т-64А и Т-64АК (командирский вариант Т-64А). Т-64А и его модификации серийно производились с 1969 года параллельно со средними и основными танками Т-55, Т-62 и Т-64. Первоначально при проектировании имел обозначение «Танк Т-64 с гладкоствольной пушкой Д-81».' +
        'В 1963 году была начата работа по дальнейшему совершенствованию конструкции «Объекта 432» (будущий Т-64) и повышению его характеристик путём установки 125-мм гладкоствольной пушки, машина получила обозначение «Объект 434».' +
        'Сам Т-64 имел гладкоствольную пушку калибра 115 мм и спаренный 7,62-мм пулемёт ПКТ. На нём впервые в мире применили автомат заряжания орудия с выбором типа снарядов, что позволило сократить экипаж, убрав из него заряжающего; экипаж танка состоял из трёх человек. На танке впервые в СССР был установлен оптический стереоскопический дальномер, использовавшийся на опытных американских танках со Второй мировой, а на серийном M47 — с 1951 г. (на модификации Т-64Б по образцу танка «Чифтен» заменён квантовым, то есть лазерным). Броня танка впервые в мире стала комбинированной, чтобы повысить защищённость от кумулятивных снарядов и новых видов снарядов с деформируемой головной частью и пластичным взрывчатым веществом. Ходовая часть снаружи получила защитные поворотные щиты с той же целью. С танка в связи с представлявшейся нецелесообразностью был убран зенитный пулемёт (поскольку скорости фронтовой авиации существенно выросли, и успешный обстрел летящего на большой скорости самолёта стал маловероятным, а вертолёты ещё опасности для танков не представляли).' +
        'Дальнейшая модификация танка — Т-64А (с 1968 года) — получила более толстую броню и пушку калибра 125 мм, что фактически изменило прежнюю классификацию танка. Новый танк сочетал в себе качества как среднего, так и тяжёлого танка, поэтому стал первым в мире основным танком. Модернизированный вариант этого танка под обозначением Т-64Б (1976 год) стал первым в мире основным танком с ракетно-пушечным вооружением.' +
        'Принципиально новый танковый дизельный двигатель 4ТПД был специально сконструирован в дизельном КБ завода № 75 под руководством А. Д. Чаромского. Идея использовать на перспективном танке оппозитный горизонтальный двигатель возникла у А. А. Морозова задолго до начала работ над «Объектом 430» (будущий Т-64), а официально работы над таким двигателем были начаты в 1946 году.',
    },
    {
      id: 4,
      src: '/images/img4-1.jpg',
      title: 'Т-72',
      link: '/russian-item/4/1',
      description:
        'Т-72 «Ура́л» — советский основной боевой танк. Самый массовый танк второго поколения.' +
        'Принят на вооружение в Вооружённых силах СССР в 1973 году. Т-72 разработан и производился Уралвагонзаводом в Нижнем Тагиле, главный конструктор машины — В. Н. Венедиктов. «Урал» состоит на вооружении стран СНГ, экспортировался в государства Варшавского договора, Финляндию, Индию, Иран, Ирак, Сирию. Модификации Т-72 выпускались по лицензии в Югославии (M-84), Польше (PT-91), Чехословакии и Индии, которые их экспортировали.' +
        'Революционный танк Т-64А понравился советским военным концептуально, но высокая стоимость, низкая надёжность и сложности в его производстве (особенно что касается необычного мотора 5ТД) мешали перевооружению на него всей Советской Армии. Поэтому в 1967 году в Харькове (Харьковское конструкторское бюро машиностроения) и в Нижнем Тагиле была параллельно начата разработка его мобилизационных вариантов с двигателем В-45 с оригинальной эжекционной и классической вентиляторной системой охлаждения.' +
        'В ходе дальнейшей работы, в 1968—69 гг., были проведены испытания обоих вариантов. В ноябре 1969 года на эти боевые машины стали устанавливать двигатели В-46 мощностью 573 кВт (780 л. с.). Кроме того, изменилась подвеска: нижнетагильские инженеры не считали надёжной харьковскую ходовую часть, и заменили её на свою с Т-62Б (развития Т-62 и неудачливого конкурента Т-64).' +
        '7 августа 1973 г. совместным постановлением ЦК КПСС и Совета Министров СССР № 554—172 на вооружение Советской Армии был принят танк Т-72. Производился в СССР и России в период с 1974 по 1992 годы на Уралвагонзаводе и Челябинском тракторном заводе.' +
        'В период с 1974 по 1990 годы только на Уралвагонзаводе было выпущено 20 544 танка Т-72 различных модификаций. Всего выпущено около 30 000 танков.',
    },
    {
      id: 5,
      src: '/images/img5-1.jpg',
      title: 'Т-72Б3',
      link: '/russian-item/5/1',
      description:
        'Т-72Б3 — российский основной боевой танк семейства Т-72.' +
        'Модификация Т-72Б3 разработана в качестве массовой и экономичной альтернативы основному танку Т-90А до получения Вооружёнными силами Российской Федерации танков нового поколения, таких как Т-14. Представляет собой сравнительно простую и эффективную модернизацию танка Т-72Б, с доведением некоторых параметров до уровня Т-90А или превосходящих как в Т-72Б3 обр. 2016 и Т-72Б3 обр. 2022. В настоящее время происходит модернизация танков Т-72 до уровня Т-72Б3М.' +
        'Объём отделения управления — 2 м³, боевого отделения — 5,9 м³, моторно-трансмиссионного отделения — 3,1 м³; итого забронированный объём — 11 м³.' +
        'Модернизация Т-72Б до уровня Т-72Б3 стоит 52 млн рублей в ценах 2013 года, из которых 30 млн руб. уходит на капитальный ремонт танка, оставшаяся сумма тратится на приобретение новых приборов, выбранных заказчиком.' +
        'Вооружение' +
        'Орудие представляет собой 125-мм гладкоствольную пушку 2А46М-5 с улучшенной баллистикой и ресурсом. Благодаря модернизации АЗ, появилась возможность использовать новые «удлинённые» бронебойные подкалиберные снаряды типа «Свинец-1/2»[14]. Установлен метеодатчик и современный баллистический вычислитель, усовершенствован стабилизатор вооружения, введён автомат сопровождения цели (АСЦ), вследствие чего точность ведения огня значительно выросла по сравнению с базовой моделью. Зенитная пулемётная установка открытого типа осталась без изменений.',
    },
    {
      id: 6,
      src: '/images/img6-1.jpg',
      title: 'Т-80',
      link: '/russian-item/6/1',
      description:
        'Т-80 (Объект 219) — боевая машина, основной танк, производившийся в СССР.' +
        'Танк с единой газотурбинной силовой установкой. Первый в мире основной танк со встроенной противоснарядной динамической защитой. Принятый на вооружение в 1976 году армии СССР, затем России. Первые серийные образцы, разработанные СКБ-2 на базе Т-64А, выпускались на Кировском заводе в Ленинграде. Танк Т-80У выпускался на заводе «Омсктрансмаш» в Омске, а танк Т-80УД с дизельным двигателем — на ХЗТМ в Харькове.' +
        'Первоначальные испытания возможности установки газотурбинных двигателей на танк отрабатывались еще на «объекте 167Т».' +
        'Первый «кировский» газотурбинный танк нового поколения, «Объект 219 сп 1», изготовленный в 1969 году, внешне был подобен опытному харьковскому газотурбинному Т-64Т. На боевой машине был установлен двигатель ГТД-1000Т мощностью 1000 л. с., разработанный НПО им. В. Я. Климова.' +
        'Следующий «Объект 219 сп 2» уже значительно отличался от исходного Т-64А.' +
        'Испытания первого прототипа показали, что установка нового, более мощного двигателя, возросшая масса и изменившиеся динамические характеристики танка требуют внесения существенных изменений в ходовую часть.' +
        'Потребовалась разработка новых ведущих и направляющих колёс, опорных и поддерживающих катков, гусениц с обрезиненными беговыми дорожками, гидравлических амортизаторов и торсионных валов с улучшенными характеристиками.' +
        'Была изменена и форма башни. От Т-64А сохранились пушка, боеприпасы, механизм заряжания (отличный от автомата заряжания, стоящего на Т-72 и его модификациях), отдельные узлы и системы, а также элементы бронезащиты.' +
        'Танк Т-80 (первоначальный вариант) принят на вооружение Советской армии 6 июля 1976 года, серийно изготавливался с 1976 по 1978 годы.',
    },
    {
      id: 7,
      src: '/images/img7-1.jpg',
      title: 'Т-90',
      link: '/russian-item/7/1',
      description:
        'Т-90 «Владимир» — российский основной боевой танк семейства Т-72, принятый на вооружение в 1992 году под именем Т-90. Представляет из себя модернизацию танка Т-72Б с целью доведения его до уровня боевых возможностей танка Т-80У.' +
        'В 1999 году танку было присвоено словесное название «Владимир». В период с 2001 по 2010 годы танк Т-90 стал самым продаваемым на мировом рынке новым основным танком' +
        '9 июня 1986 началась разработка этого танка, целью которой было объединение основных боевых танков Т-64, Т-72 и Т-80, и создание на их базе единого современного танка, способного стать надёжной и долговременной платформой для будущих модификаций.Танк разрабатывался под обозначением «Объект 188», при этом за основу был взят танк Т-72Б («Объект 184»).' +
        'В апреле 1988 года были изготовлены первые корпуса танка.' +
        'В 1989 году под руководством главного инженера Владимира Поткина танк был передан на ГСИ, которые прошли успешно.' +
        'В марте 1991 года танк был рекомендован для принятия на вооружение Вооружённых сил СССР под обозначением Т-72БУ. Президентом РФ Борисом Ельциным во время посещения Уралвагонзавода в 1992 году было принято решение переименовать его в Т-90, как новый танк новой России.' +
        'В октябре 1992 года Т-90 был принят на вооружение российской армии.' +
        'В 1999 году после смерти главного конструктора танка Владимира Поткина решением Правительства России танку Т-90 было присвоено словесное название «Владимир».' +
        'В 2004 году завершилась разработка новой модернизации танка, а в 2005 году он был принят на вооружение армии России под наименованием Т-90А.' +
        'В 2010—2011 годах была создана модификация Т-90АМ (и Т-90СМ) под индексом «Прорыв-2 на которой отрабатывался облик и элементы конструкции нового танка.' +
        'В 2018 году на выставке «Армия-2018» впервые был показан новый танк Т-90М «Прорыв-3» в своем финальном облике.' +
        'В 2020 году новая версия танка под наименованием Т-90М «Прорыв» была принята на вооружение армии России.',
    },
    {
      id: 8,
      src: '/images/img8-1.jpg',
      title: 'Т-90M',
      link: '/russian-item/8/1',
      description:
        'Т-90М «Прорыв» (Объект 188М «Прорыв-3») — глубокая модернизация российского ОБТ Т-90[1][2] принятая на вооружение в 2021 году.' +
        'Разработан по инициативе Уральского конструкторского бюро транспортного машиностроения в рамках НИОКР «Прорыв-3», в результате модернизации ОКР программы «Прорыв-2». Целью которой была комплексная модернизация танка, охватывающая практически все основные системы. В основу модернизации танка были положены удачные инженерно-технические решения танков Т-90АМ и Т-90СМ. Результатом работы стал танк, получивший название Т-90М. Также учли войсковой опыт эксплуатации этих машин и их недостатки. Работа по конструированию танка Т-90М «Объект 188М» стартовала в начале 2010-х годов. Впервые танк был представлен публике на международном военно-техническом форуме «Армия-2018».' +
        'В 2017—2019 годах Минобороны России заключило три контракта на поставку танков Т-90М суммарным объёмом свыше 160 машин. Первые два контракта на поставку 60 машин, из которых 10 — новых и 50 — модернизированных, из Т-90 ранних модификаций. Третий контракт на модернизацию стоящих на вооружении Т-90А до уровня Т-90М. Первые машины Т-90М были переданы в ВС России весной 2020 года. В том же году танк был принят на вооружение России. В начале 2021 года УВЗ приступил к серийному производству и поставкам для нужд Минобороны России танков Т-90М.',
    },
    {
      id: 9,
      src: '/images/img9-1.jpg',
      title: 'БМПТ-72',
      link: '/russian-item/9/1',
      description:
        '«Терминатор-2» (БМПТ-72) — боевая машина поддержки танков (БМПТ), выполненная на базе шасси танка Т-72' +
        'Является параллельным развитием БМПТ «Терминатор» первой модели. Новая боевая машина обладает высоким уровнем защищённости, огневой мощи и управляемости, а также отличается от своего предшественника тем, что у неё в составе вооружения отсутствуют автоматические гранатомёты,что позволило сократить экипаж машины до трёх человек (вместо пяти). Благодаря мощному и универсальному вооружению способна эффективно уничтожать огневые точки и фортификационные сооружения противника, уничтожать пехоту, применяющую гранатомёты и противотанковые комплексы, а также бороться с танками, БМП и другими бронированными целями противника.[2].Прототип был впервые представлен на выставке «Russian Arms Expo-2013». Повторная презентация машины состоялась на международном военно-техническом форуме «Армия-2015» 16—19 июня 2015 г., на экспозиции в парке «Патриот», в Кубинке.Новый вариант боевой машины поддержки танков выполнен на базе шасси танка Т-72 с аналогичным расположением членов экипажа.' +
        'Вооружение представлено спаренными 30-мм автоматическими пушками, комплексом управляемого вооружения и одним танковым пулемётом калибра 7,62 мм. На боковых сторонах башни «Терминатора-2» установлены два бронированных кожуха, внутри которых монтируются транспортно-пусковые контейнеры с управляемыми ракетами 9М120-1 или 9М120-1Ф/4; ракеты способны поражать бронированные цели на дальности до 6 километров. Для управления ракетами используется комплекс средств Б07С1.' +
        'Система управления огнём машины БМПТ-72 состоит из прицелов наводчика и командира, лазерных дальномеров, баллистических вычислителей и стабилизатора вооружения. Командир машины располагает комбинированным панорамным прицелом с телевизионным и тепловизионным каналами. Поле зрение прицела стабилизировано в двух плоскостях. Прицел командира также оснащён лазерным дальномером. Наводчик машины использует прицел с оптическим и тепловизионным каналами. Это прицельное устройство имеет стабилизированное в двух плоскостях поле зрения, а также оснащается лазерным дальномером и лазерной системой управления для противотанковых ракет.' +
        'Используемое прицельное оборудование при использовании телевизионного канала позволяет командиру боевой машины распознавать танки противника на дальности около 5 километров. Ночью, при использовании тепловизионной системы, дальность распознавания сокращается до 3,5 км. Визирный и тепловизионный каналы прицела наводчика обеспечивают обнаружение и распознавание цели на примерно таких же дистанциях — 5 и 3,5 км соответственно.',
    },
  ],
  [
    {
      id: 1,
      src: '/images/img1-2.jpg',
      title: 'ПМ',
      link: '/russian-item/1/2',
      description:
        '9-мм пистоле́т Мака́рова (ПМ, Индекс ГРАУ — 56-А-125) — советский самозарядный пистолет, разработанный советским конструктором Николаем Фёдоровичем Макаровым в 1948 году. Принят на вооружение в 1951 году. Является личным оружием нападения и защиты, предназначенным для поражения противника на короткой дистанции, в вооружённых силах и правоохранительных органах, а также одним из самых массовых пистолетов в СССР и на постсоветском пространстве.' +
        'В 1947—1948 годах в СССР проводился конкурс на новый компактный пистолет для старшего командного состава Советской армии. Пистолет ТТ и тем более револьвер системы Нагана считались уже устаревшими образцами. Кроме того, было решено ввести в армии два пистолета: длинноствольный автоматический для линейных офицеров (им стал автоматический пистолет Стечкина) и малогабаритный — для старших офицеров и как «оружие мирного времени». По условиям конкурса требовалось создать пистолет со свободным затвором и самовзводным ударно-спусковым механизмом. В качестве отправной точки конструкторам предлагался хорошо себя зарекомендовавший немецкий пистолет Walther PP, выпускавшийся с 1929 года. Первоначально требовалось представить два образца — в калибрах 7,65 мм и 9 мм, позднее остановились на вновь созданном 9-мм патроне 9×18 мм ПМ, более мощном (энергия пули 300 Дж), чем патрон 9×17 мм, который использовался в Walther PP. Пуля такого патрона обладает лучшим останавливающим действием, чем пуля патрона 7,62×25 мм ТТ, несмотря на меньшую мощность. Умеренная мощность патрона позволяет использовать конструкцию с неподвижным стволом и свободным затвором.' +
        'Свои разработки на конкурс представили Ф. В. Токарев, С. Г. Симонов, С. А. Коровин, И. Я. Стечкин, К. А. Барышев, П. В. Воеводин, И. И. Раков, А. А. Климов, Г. В. Севрюгин, А. И. Лобанов, Н. Ф. Макаров. Все конструкции по размерам и компоновке были подобны немецкому прототипу. Вместе с советскими разработками также испытывались по конкурсной программе Walther PP, Mauser HSc, Sauer 38H, Beretta M1934 и FN model 1910/22. По совокупности характеристик победителем был признан пистолет Макарова, но было рекомендовано внести ряд изменений в конструкцию. В 1951 году пистолет Макарова под обозначением ПМ был принят на вооружение для армии и правоохранительных органов.',
    },
    {
      id: 2,
      src: '/images/img2-2.jpg',
      title: 'ГШ-18',
      link: '/russian-item/2/2',
      description:
        'ГШ-18 (индекс ГРАУ — 6П54) — российский пистолет, разработанный в начале 2000-х годов в Тульском конструкторском бюро приборостроения.' +
        'Название он получил по первым буквам фамилий конструкторов, под руководством которых проектировался (Грязева Василия Петровича и Шипунова Аркадия Георгиевича) и числа «18», означающего ёмкость магазина. Серийно производится с 2003 года, предлагается на экспорт.' +
        'В 2003 году, принят на вооружение российской армии. С декабря 2005 года включён в перечень наградного оружия[4]. В сентябре 2006 года принят на вооружение прокуратуры России в качестве оружия для личной защиты прокуроров и следователей[5]. Принят на вооружение Федеральной службы судебных приставов и Федеральной службы исполнения наказаний.' +
        'Решение о возможности применения в новом армейском пистолете «патрона типоразмера 9×19 мм» было принято в ноябре 1993 года, к реализации пистолета под патрон 9×19 мм Парабеллум КБП подключилось только осенью 1998 года после отказа от пистолета П-96 «Эфа».' +
        'Первые опытные пистолеты по проекту ГШ отличались от П-96 «Эфа» принципом запирания. Запирание поворотом ствола с зацепом его за окно для выброса гильз не годилось для патронов 9×19 мм Парабеллум, поэтому отрабатывались две схемы: запирание качающимся клином (типа Р-38) и серьгой (типа ТТ). До полигона же дошли два пистолета с запиранием поворотом ствола, но механизм запирания и Ударно-спусковой механизм в них были полностью переработаны П-96Ф 9×19 мм Парабеллум с механизмом запирания аналогичным П-96М и П-96С (работает за счет отдачи ствола с коротким ходом со сцепленным затвором, который двигается назад вместе со стволом до его поворота и после чего происходит расцепление) и ГШ-18 где в ходе сравнения предпочтения было отдано ГШ-18.' +
        'В ГШ-18 поворот осуществлялся за счёт взаимодействия выступа на казённой части ствола с копирным пазом вкладыша рамки пистолета. В передней части затвора неподвижно закреплена вкладная муфта с 10 парными боевыми упорами для сцепления затвора со стволом. Количество боевых упоров на стволе также было доведено до десяти (у П-96 «Эфа» — один упор). Уменьшился с 30° до 18° угол поворота ствола при запирании.',
    },
    {
      id: 3,
      src: '/images/img3-2.jpg',
      title: 'Винтовка Мосина',
      link: '/russian-item/3/2',
      description:
        'Русская 3-линейная (7,62-мм) винтовка Мосина образца 1891 года — магазинная винтовка, принятая на вооружение Русской императорской армии в 1891 году. Также известна и под другими названиями — 7,62-мм винтовка обр. 1891 г. (1891/30 гг.), трёхлинейка, винтовка Мосина, Винтовка Мосина (англ. Mosin–Nagant), «Мосинка» и тому подобные. Название трёхлинейка происходит от калибра ствола винтовки, который равен трём линиям (устаревшая мера длины, равная одной десятой дюйма или 2,54 мм).' +
        'Массово использовалась в период с 1892 до конца 1950-х гг. (в НОАК и КНА), в этот период многократно модернизировалась.' +
        'На основе винтовки образца 1891 года и её модификаций был создан целый ряд образцов спортивного и охотничьего оружия, как нарезного, так и гладкоствольного.',
    },
    {
      id: 4,
      src: '/images/img4-2.jpg',
      title: 'СКС',
      link: '/russian-item/4/2',
      description:
        '7,62-мм самозарядный карабин Симонова (СКС, Индекс ГРАУ — 56-А-231, за рубежом также известен как СКС-45) — советский самозарядный карабин конструкции Сергея Симонова, принят на вооружение в 1949 году. Изготовлено 2600000 штук с 1949 года по 1956 год.' +
        'Магазинные винтовки с ручной перезарядкой (в терминах военного дела тех лет — «повторительные») были известны ещё с середины XIX века и уже тогда находили ограниченное военное применение.' +
        'Например, в США в ходе гражданской войны и боевых действий против индейцев использовались магазинные винтовки Спенсера с прикладным магазином, Генри с подствольным магазином и перезаряжанием подвижной спусковой скобой, и другие системы.' +
        'В годы русско-турецкой войны 1877—1878 годов турки небезуспешно применяли имевшиеся в ограниченных количествах (порядка десятков тысяч штук) магазинные винтовки Винчестера невоенного образца моделей 1866 и 1873 годов, разработанные на основе системы Генри — хотя массовость и эффективность их применения, как правило, сильно преувеличивается.' +
        'Многие из этих систем были хорошо известны и в России, а примерно с 1878 года активно проводились закупки различных образцов зарубежного магазинного оружия для исследований и испытаний.' +
        'После принятия в 1943 году на вооружение промежуточного патрона 7,62×39 мм конструкции Н. М. Елизарова и Б. В. Сёмина развернулись работы по созданию новой системы стрелкового вооружения под этот патрон. Первые образцы СКС под патрон 7,62×39 мм были созданы Симоновым к концу 1944 года на основе карабина, разработанного им же в рамках конкурса на новый карабин ещё в 1940—1941 годах, но не пошедшего в производство из-за эвакуации заводов. Помимо патрона отличиями нового карабина стали неотъёмно-откидной штык, отсутствие дульного тормоза-компенсатора, съёмная газовая камора. Небольшая партия новых карабинов в начале 1945 года поставлялась на курсы «Выстрел». Оружие получило положительные отзывы, однако доводка карабина и самого нового патрона продолжалась вплоть до 1949 года, когда СКС поступил на вооружение Советской армии.' +
        'В течение десятилетия СКС стоял на вооружении армии наряду с автоматом Калашникова и ручным пулемётом Дегтярёва. Все три образца под промежуточный патрон существенно дополняли друг друга, имели определённые преимущества и недостатки. Так, например, АК за счёт возможности стрельбы очередями создавал большую плотность огня, что увеличивало эффективность стрельбы на небольших расстояниях, а также при ведении огня по групповым целям. В то же время прицельная линия и ствол СКС на 10 и 10,5 см соответственно длиннее, чем у АК, что положительно сказывалось на точности. За счёт автоматизации заряжания и возможности пополнять магазин с помощью обоймы карабин удовлетворял всем требованиям ведения огневого боя на средних и дальних дистанциях.' +
        'К концу 50-х годов с целью унификации стрелкового оружия в Советской армии было принято решение о повсеместной замене в стрелковых частях карабинов автоматами. По мнению командования, наряду с несомненным преимуществом АК в высокой плотности огня стрелковых подразделений, преимуществом СКС в ведении одиночного огня можно пренебречь, так как в современном бою последний фактор уже не играл решающей роли.' +
        'Тем не менее, СКС до начала 90-х годов состоял на вооружении войск ПВО, а также ряда инженерных, военностроительных частей, частей обеспечения — там, где ведение огнестрельного боя не являлось основной задачей. СКС состоял на вооружении одной из частей Радиотехнических войск ПВО в городе Вязники до осени 1995 года наряду с пистолетом ТТ. До сих пор состоит на вооружении караулов ВОХР.',
    },
    {
      id: 5,
      src: '/images/img5-2.jpg',
      title: 'АКМ',
      link: '/russian-item/5/2',
      description:
        '7,62-мм автома́т Кала́шникова модернизи́рованный (АКМ, Индекс ГРАУ — 6П1) — автомат, принятый на вооружение ВС Союза ССР в 1959 году взамен автомата АК (Индекс ГРАУ — 56-А-212) и являющийся его дальнейшим развитием.' +
        'Основные отличия АКМ от предшественника:' +
        'увеличена прицельная дальность стрельбы (с 800 метров до 1000 метров);' +
        'новая штампованная ствольная коробка, что позволило снизить массу автомата;' +
        'приподнятый вверх приклад, что приблизило точку упора к линии стрельбы;' +
        'добавлен замедлитель срабатывания курка, позволяющий затворной раме стабилизироваться' +
        'в крайнем переднем положении перед очередным выстрелом для повышения устойчивости автомата и увеличения кучности боя;' +
        'повышена устойчивость в горизонтальной плоскости за счёт переноса точки удара затворной рамы в переднем положении с правой стороны на левую.' +
        'в 1960 году введён более короткий, чем 6Х2, отъёмный штык-нож 6Х3 с клинком длиной 150 мм, имевший скорее хозяйственно-бытовое, чем боевое назначение. Вместо второго лезвия он получил пилку, а в сочетании с ножнами превращался в ножницы для перерезания проволочных заграждений.' +
        'с середины 1960-х гг. устанавливался дульный компенсатор, который увеличил точность стрельбы из неустойчивых положений (на ходу, стоя, с колена). Вместо него на резьбу, нарезавшуюся на автоматы Калашникова с самого начала производства, могут устанавливаться защитная муфта (штатно на ранних АКМ), щелевой пламегаситель по образцу пулемёта M60 (штатно на АКМЛ и АКМСЛ с ночными прицелами НСП-3), ПБС (штатно на АКМБ и АКМСБ), насадка для автоматической стрельбы холостыми патронами или современные дульные устройства (изначально предполагались криволинейная насадка для прострела мёртвых зон БТРов и ДОТов и дульный гранатомёт);',
    },
    {
      id: 6,
      src: '/images/img6-2.jpg',
      title: 'АК-74М',
      link: '/russian-item/6/2',
      description:
        '5,45-мм автомат Калашникова образца 1974 года (индекс ГРАУ — 6П20)[2] — автомат калибра 5,45 мм, разработанный в 1970 году советским конструктором М. Т. Калашниковым и принятый на вооружение вооружённых сил СССР в 1974 году. Является дальнейшим развитием АКМ. Разработка АК-74 связана с переходом на новый малоимпульсный патрон 5,45×39 мм.' +
        'Впервые был применён в Афганской войне, далее во всех конфликтах постсоветского пространства. В настоящее время этот автомат используют большинство стран Восточной Европы, а также Азии.' +
        'Конструкция нового автомата повторяла АКМ, с которым унифицировано 9 узлов и 52 детали АК-74. Общий объём технологических операций на АК-74 составил около 70 %. Большее число деталей автомата изготавливали из точных литых заготовок по выплавляемым моделям. Стволы делались ротационной ковкой с одновременным формированием канала ствола и патронника. Каналы стволов хромировали по улучшенной технологии. Был разработан и внедрён автоматизированный метод испытаний на меткость с использованием электронно-вычислительной техники. В новом автомате появился ряд новшеств.' +
        'Существенным новшеством явилось двухкамерное дульное устройство, выполняющее задачи дульного тормоза, компенсатора и пламегасителя. Массивный дульный тормоз позволил снизить и так не слишком сильную отдачу ещё больше, что позволило улучшить точность и кучность стрельбы, особенно быстрыми одиночными выстрелами и очередями. Однако он имеет и определённый недостаток — направляет ударную звуковую волну главным образом в стороны, и звук выстрела ощущается соседями стрелка с боков довольно болезненно. Кучность автоматического огня улучшилась по сравнению с АКМ почти в 2 раза (по линейным размерам). Кучность одиночного огня — приблизительно на 50 %.',
    },
    {
      id: 7,
      src: '/images/img7-2.jpg',
      title: 'СВДМ',
      link: '/russian-item/7/2',
      description:
        '7,62-мм самозарядная винтовка Драгунова (СВД, Индекс ГРАУ — 6В1) — советская самозарядная снайперская винтовка, разработанная в 1957—1963 годах группой конструкторов под руководством Евгения Драгунова и принятая на вооружение Советской Армии 3 июля 1963 года вместе с оптическим прицелом ПСО-1' +
        'Для стрельбы из СВД применяются винтовочные патроны 7,62×54 мм R с обыкновенными, трассирующими и бронебойно-зажигательными пулями, снайперские патроны 7Н1, снайперские бронебойные 7Н14; может также стрелять патронами с экспансивными пулями JHP и JSP. Огонь из СВД ведется одиночными выстрелами. Подача патронов при стрельбе производится из коробчатого магазина ёмкостью 10 патронов. На дульной части ствола крепится пламегаситель с пятью продольными прорезями, маскирующий выстрел и предохраняющий от загрязнения ствола.' +
        'Наличие газового регулятора для изменения скоростей отката подвижных частей обеспечивает надёжность винтовки в работе.' +
        'Мелкосерийно для СВД производился тактический глушитель-пламегаситель, известный как ТГП-В[6], разработанный НПО «Специальная Техника и Связь», с креплением поверх штатного пламегасителя, однако его эффективность была достаточно спорной.',
    },
    {
      id: 8,
      src: '/images/img8-2.jpg',
      title: 'ПКП-Печенег',
      link: '/russian-item/8/2',
      description:
        '7,62-мм пулемёт ПКП или «Печенег» (Индекс ГРАУ — 6П41) — российский ротный единый пулемёт, разработанный на основе пулемёта Калашникова модернизированного.' +
        'Пулемёт «Печенег» предназначен для поражения живой силы противника, огневых и транспортных средств, воздушных целей. Разработан в ЦНИИточмаш.' +
        'За основу конструкции взят 7,62-мм пулемёт Калашникова модернизированный. Это позволило с минимальными затратами развернуть производство в 1999 году, а также упростить его эксплуатацию. Ствольная группа обеспечивает отстрел не менее 600 патронов длинными очередями без ухудшения эффективности стрельбы. При ведении длительного боя пулемёт может выстреливать до 1 000 патронов в час без ухудшения боевых характеристик и уменьшения ресурса ствола. В целом, «Печенег» сохранил до 80 % общих деталей с ПКМ (ствольная коробка со всеми механизмами, станок).' +
        '«Печенег» может использовать всю номенклатуру винтовочных патронов 7,62×54 мм.' +
        'Ствол заключён в металлический кожух и имеет наружное оребрение в средней части. В пулемёте применена система принудительного воздушного охлаждения передней части ствола за счёт энергии пороховых газов. От узла газоотвода до дульного среза, в стволе проточены 4 канавки, закрытые сверху кожухом ствола. Канавки соединяют 4 отверстия на газоотводном узле с 4 отверстиями на торце дульного устройства. Пороховые газы, выходя из ствола, создают зону разрежения в передней части кожуха. Таким образом, во время стрельбы через канавки в передней части ствола непрерывно прокачивается холодный воздух. Постоянное охлаждение передней части ствола уменьшает рассеивание при стрельбе, а также увеличивает долговечность ствола. Регулируемый газоотводный механизм позволяет эксплуатировать «Печенег» в любых климатических условиях.' +
        'Ресурс ствола составляет 25—30 тысяч выстрелов при стрельбе в интенсивных режимах.' +
        'Упрочнение ствола позволило перенести сошку с газовой камеры на дульный срез, что увеличило опорную базу и снизило рассеивание до 70 %, однако такое положение сошки не всегда удобно, так как ограничивает сектор огня по фронту без перемещения пулемётчика и/или оружия. Выравнивание температурного поля ствола позволило повысить его ресурс до уровня, задаваемого на весь пулемёт (или вдвое по сравнению с ПКМ), а также снизить увод точки прицеливания во время продолжительной стрельбы до величины, равной не более чем 0,001 доли дальности. Это позволило отказаться от второго ствола (хотя крепление ствола у «Печенега» остаётся быстроразъёмным) и, несмотря на установку на пулемёт дополнительного экрана, снизить походный вес оружия.' +
        'Кроме того, конструкция пулемёта «Печенег» позволяет значительно снизить вредное влияние восходящего потока нагретого стволом воздуха на линию прицеливания. Повышенная теплоотдача нового пулемёта заметна в тёмное время суток даже невооружённым глазом по яркости свечения стволов после расстрела всего боекомплекта.',
    },
    {
      id: 9,
      src: '/images/img9-2.jpg',
      title: 'Ф-1',
      link: '/russian-item/9/2',
      description:
        'Ф-1 (Индекс ГРАУ 57-Г-721); (в просторечии — «э́фка», «фенюша» или «лимонка», иногда «ананас») — ручная противопехотная оборонительная граната. Граната предназначена для поражения живой силы в оборонительном бою. Из-за значительного радиуса разлёта осколков (до 200 метров) метать её можно только из укрытия, бронетранспортёра или танка.' +
        'Что же касается наименования «лимонка»[3], то оно появилось в годы Первой мировой войны. Многие считают, что граната получила это название за характерную форму, однако это не соответствует действительности. Дело в том, что та Ф-1, которую мы сегодня привычно называем «лимонкой», — не что иное, как копия французской ручной гранаты образца 1915 года той же марки, только на французском языке — F.1. Однако у такой гранаты был очень несовершенный запал, который подрывал её при ударе и потому требовал большой осторожности в обращении. Англичане обзавелись осколочной гранатой — с гладким корпусом и более надёжным запалом с чекой — конструкции капитана Лемона (на самом деле британцы имели на вооружении гранаты Миллса, которые были такими же ребристыми). Название оказалось «говорящим», а поскольку в русской армии применялись гранаты различных систем, но больше всего среди них было французских, то и название «лимонка» перешло к ним, хотя первоначально так называли английские гранаты — однако единого мнения на сегодня не существует.' +
        'Первоначально гранаты Ф-1 снаряжались запалом Ф. В. Ковешникова. В дальнейшем взамен запала системы Ковешникова в 1941 году на снабжение гранаты Ф-1 был принят запал УЗРГ («унифицированный запал к ручным гранатам») советских конструкторов Е. М. Вицени и А. А. Беднякова, после войны он был доработан и служит по сей день под названием УЗРГМ (универсальный запал ручных гранат модернизированный).',
    },
    {
      id: 10,
      src: '/images/img10-2.jpg',
      title: 'РПГ-7',
      link: '/russian-item/10/2',
      description:
        'РПГ-7 (индекс ГРАУ — 6Г3) — советский ручной противотанковый гранатомёт многоразового применения.' +
        'Предназначен для борьбы с танками, самоходными артиллерийскими установками и другой бронетехникой, может быть использован для уничтожения живой силы в укрытиях, а также для борьбы с низколетящими малоскоростными воздушными целями. Гранатомёт разработан ГСКБ-47 (ныне ГНПП «Базальт») и принят на вооружение ВС Союза ССР в 1961 году. Ведущий конструктор — Валентин Константинович Фирулин (лауреат Ленинской премии за создание данного оружия). Выпущено более 9 млн штук[уточнить][4]. Использовался практически во всех вооружённых конфликтах с 1968 года и до сих пор состоит на вооружении вооружённых сил многих государств и стран. Благодаря появлению новых боеприпасов РПГ-7 представляет существенную опасность и для современного вооружения и военной техники, поэтому остаётся востребованным и в XXI веке.',
    },
  ],
];

const RussianEquip = () => {
  return (
    <PodMain
      titleColor={'#782122'}
      title={'РОССИЙСКОЕ ВООРУЖЕНИЕ'}
      slides={slidesRussian}
      tabs={tabs}
    />
  );
};

export default RussianEquip;
