import PodMain from '../../components/PodMain/PodMain';
import { tabs } from '../../utils';

export const slidesForeign = [
  [
    {
      id: 1,
      src: '/images/imgf1-0.jpg',
      title: 'Mil Mi-17',
      link: '/foreign-item/1/0',
      description:
        'Ми-17 (кодовое название НАТО: Hip) — семейство российских военных вертолетов советской разработки, представленное в 1975 году (Ми-8М), производство которого продолжается с 2024 года на двух заводах в России, в Казани и Улан-Удэ. В российской службе он известен как серия Ми-8М. Вертолет в основном используется как средний двухтурбинный транспортный вертолет, а также как версия вооруженного огневого вертолета.' +
        'Разработанный на основе базового планера Ми-8, Ми-17 был оснащен более крупными двигателями Климов ТВ3-117МТ, роторами и трансмиссией, разработанными для Ми-14, а также усовершенствованным фюзеляжем для более тяжелых грузов. Дополнительные двигатели для «жарких и высокогорных» условий — 1545 кВт (2072 л. с.) Изотов ТВ3-117ВМ. Недавние экспортные поставки в Китай и Венесуэлу для использования в высокогорье имеют новую версию двигателя Климов ВК-2500 с управлением FADEC.' +
        'Обозначение Ми-17 предназначено для экспорта; российские вооруженные силы называют его Ми-8МТ. Ми-17 узнаваем по хвостовому винту с левой стороны вместо правой и пылезащитным щиткам перед воздухозаборниками двигателя. Капоты двигателей короче, чем у Ми-8 с двигателем ТВ2, не так далеко заходят на кабину, а отверстие для выпускного клапана отбора воздуха присутствует перед выхлопом. ' +
        'Фактические номера моделей различаются в зависимости от производителя, типа двигателя и других опций. Например, шестнадцать новых машин, построенных в Улан-Удэ, поставленных ВВС Чехии в 2005 году с двигателями модели -VM, были обозначены как Ми-171Ш, усовершенствованный вариант Ми-8АМТШ. Модификации включают новую большую дверь с правой стороны, улучшенную чешскую APU и кевларовые броневые пластины вокруг кабины и двигателей. Восемь имеют погрузочную рампу вместо обычных раскладных дверей и могут загружать транспортное средство размером до внедорожника.',
    },
    {
      id: 2,
      src: '/images/imgf2-0.jpg',
      title: 'Eurofighter Typhoon',
      link: '/foreign-item/2/0',
      description:
        'Eurofighter Typhoon — это европейский многонациональный двухмоторный, сверхзвуковой, многоцелевой истребитель с треугольным крылом. Typhoon изначально был разработан как истребитель завоевания превосходства в воздухе и производится консорциумом Airbus, BAE Systems и Leonardo, который реализует большую часть проекта через совместную холдинговую компанию Eurofighter Jagdflugzeug GmbH. Агентство НАТО по управлению Eurofighter и Tornado, представляющее Великобританию, Германию, Италию и Испанию, управляет проектом и является основным заказчиком.' +
        'Количество построенных' +
        '609 + 7 прототипов по состоянию на январь 2025 г.' +
        'Варианты Eurofighter Typhoon' +
        'Разработка самолета фактически началась в 1983 г. с программы Future European Fighter Aircraft, многонационального сотрудничества Великобритании, Германии, Франции, Италии и Испании. Ранее Германия, Италия и Великобритания совместно разработали и внедрили боевой самолет Panavia Tornado и хотели сотрудничать в новом проекте с участием дополнительных стран ЕС. Однако разногласия по поводу полномочий на проектирование и эксплуатационных требований заставили Францию ​​выйти из консорциума, чтобы самостоятельно разрабатывать Dassault Rafale. Демонстрационный самолет технологий British Aerospace EAP совершил свой первый полет 6 августа 1986 года; прототип Eurofighter совершил свой первый полет 27 марта 1994 года. Название самолета, Typhoon, было принято в сентябре 1998 года, и в том же году были подписаны первые контракты на производство.' +
        'Внезапное окончание холодной войны снизило спрос на истребители в Европе и привело к дебатам по поводу стоимости самолета и доли работы [необходимо разъяснение] и затянуло разработку Typhoon: Typhoon поступил на вооружение в 2003 году и в настоящее время находится на вооружении ВВС Австрии, Италии, Германии, Великобритании, Испании, Саудовской Аравии и Омана. Кувейт и Катар также заказали самолет, в результате чего общее количество закупок достигло 680 самолетов по состоянию на ноябрь 2023 года.' +
        'Eurofighter Typhoon — это очень маневренный самолет, разработанный для эффективного ведения боевых действий. Более поздние серийные самолеты были все лучше оснащены для выполнения задач по нанесению ударов «воздух-поверхность» и совместимы с растущим числом различных вооружений и оборудования, включая ракеты Storm Shadow, Brimstone и Marte ER. Typhoon дебютировал в боевых действиях во время военной интервенции в Ливии в 2011 году с Королевскими военно-воздушными силами Великобритании (RAF) и ВВС Италии, выполняя задачи воздушной разведки и наземных ударов. Этот тип также взял на себя основную ответственность за обязанности по противовоздушной обороне для большинства стран-клиентов.',
    },
    {
      id: 3,
      src: '/images/imgf3-0.jpg',
      title: 'F-16',
      link: '/foreign-item/3/0',
      description:
        'General Dynamics F-16 Fighting Falcon — американский одномоторный сверхзвуковой многоцелевой истребитель, изначально разработанный General Dynamics для ВВС США (USAF). Разработанный как дневной истребитель завоевания превосходства в воздухе, он превратился в успешный всепогодный многоцелевой самолет, с 1976 года было построено более 4600 самолетов. Хотя самолет больше не закупается ВВС США, улучшенные версии строятся на экспорт. В 1993 году General Dynamics продала свой бизнес по производству самолетов корпорации Lockheed Corporation, которая стала частью Lockheed Martin после слияния с Martin Marietta в 1995 году.' +
        'Ключевые особенности F-16 включают в себя безрамный пузырьковый фонарь для улучшения обзора кабины, боковую ручку управления для облегчения управления при маневрировании, катапультируемое кресло, откидывающееся на 30 градусов от вертикали для уменьшения влияния перегрузок на пилота, и первое использование системы управления полетом с ослабленной статической устойчивостью/электропроводкой, что делает его маневренным самолетом. Истребитель имеет один турбовентиляторный двигатель, внутреннюю пушку M61 Vulcan и 11 точек подвески. Хотя официально самолет называется «Fighting Falcon», среди экипажей и пилотов он широко известен под прозвищем «Viper».' +
        'Помимо активной службы в ВВС США, Резервном командовании ВВС и подразделениях Национальной гвардии ВВС, самолет также используется группой воздушной демонстрации ВВС США Thunderbirds, группой демонстрации F-16 Viper Боевого командования ВВС США и в качестве самолета противника/агрессора ВМС США. F-16 также закупался военно-воздушными силами 25 других стран. По состоянию на 2025 год это самый распространенный в мире самолет с фиксированным крылом, находящийся на военной службе, с 2084 боевыми самолетами F-16.',
    },
    {
      id: 4,
      src: '/images/imgf4-0.jpg',
      title: 'Mirage 2000',
      link: '/foreign-item/4/0',
      description:
        'Dassault Mirage 2000 — французский многоцелевой одномоторный реактивный истребитель четвертого поколения с треугольным крылом, производимый компанией Dassault Aviation. Он был разработан в конце 1970-х годов как легкий истребитель для замены Mirage III для французских ВВС (Armée de l air).' +
        'Mirage 2000 превратился в многоцелевой самолет с несколькими разработанными модификациями, продаваемыми в ряд стран. Позднее он был усовершенствован в ударные варианты Mirage 2000N и 2000D, улучшенный Mirage 2000-5 и несколько экспортных вариантов. Было построено более 600 самолетов, и он состоял на вооружении девяти стран.' +
        'Производство Mirage 2000 включало три строительных площадки, две из которых находились в Бордо и специализировались на различных компонентах. Крылья были построены в Мартиньясе, а фюзеляжи были изготовлены в Аржантее (северо-западнее Парижа), а окончательная сборка проходила в аэропорту Бордо-Мериньяк. Первый прототип, Mirage 2000 № 01, был собран вручную в Сен-Клу, прежде чем был перемещен на завод Dassault в Истре для сборки. Под руководством Жана Куро № 01 совершил свой первый полет 10 марта 1978 года, всего через 27 месяцев после запуска программы. Во время 65-минутного полета Куро разогнал самолет до 1,02 Маха без форсажа, прежде чем подняться на высоту более 12 000 м и разогнать самолет до 1,3 Маха. К концу мая самолет превзошел 2 Маха и достиг приборной скорости 1200 километров в час (650 узлов). На другом конце спектра скоростей Mirage 2000 доказал способность к полету на низкой скорости, что было продемонстрировано на авиашоу в Фарнборо в сентябре 1978 года, во время которого пилот Dassault Гай Мито-Морур поднял нос самолета до угла атаки (AoA) 25°, когда самолет замедлился до 190 км/ч (100 узлов). Более поздние испытания показали, что самолет может достигать угла атаки 30° при наличии топливных баков и оружия.' +
        'Второй прототип, № 02, совершил свой первый 50-минутный полет в сентябре 1978 года под управлением Морурда. Самолет должен был проверить некоторые системы авионики и крепление оружия. Из-за срыва пламени при заходе на посадку самолет был потерян в мае 1984 года. № 03 совершил свой первый полет в апреле 1979 года; оснащенный полной системой вооружения, он использовался для испытаний радара и оружия. После 400 часов полета их отправили в Centre d Essais en Vol, летно-испытательный центр. Хотя в декабре 1975 года были заказаны три прототипа, Dassault построила дополнительный четвертый одноместный демонстратор для своих собственных целей, который воплотил в себе уроки более раннего самолета, а именно уменьшение высоты киля и увеличение стреловидности киля, перепроектированные воздухозаборники и систему FBW. Единственный двухместный Mirage 2000B из испытательной программы впервые поднялся в воздух 11 октября 1980 года.' +
        'Первый серийный Mirage 2000C (C от chasseur, «истребитель») поднялся в воздух 20 ноября 1982 года.[6] Поставки в AdA начались в 1983 году. Первые 37 поставленных Mirage 2000C были оснащены многофункциональным радиолокационным доплеровским радаром (RDM) Thomson-CSF и приводились в действие турбовентиляторным двигателем SNECMA M53-5. 38-й Mirage 2000C имел модернизированный турбовентиляторный двигатель SNECMA M53-P2. Радар доплеровского импульса (RDI), созданный Thales для Mirage 2000C, поступил на вооружение в 1987 году. Он имеет значительно улучшенную дальность действия около 150 км и связан с ракетами Matra Super 530D, которые значительно улучшены по сравнению со старыми Super 530F. Возможности обзора/сбития также значительно улучшены, но этот радар обычно не используется для задач класса «воздух-поверхность».',
    },
    
    {
      id: 6,
      src: '/images/imgf6-0.jpg',
      title: 'ASC 890',
      link: '/foreign-item/6/0',
      description:
        'Saab 340 AEW&C — шведский самолёт дальнего радиолокационного обнаружения и управления (AEW&C); вариант самолёта Saab 340 получил обозначение S 100B Argus в ВВС Швеции.' +
        'Шесть самолётов S 100B Argus были произведены для ВВС Швеции, четыре из которых постоянно оснащены радаром раннего предупреждения Erieye с активной электронно-сканирующей решеткой (AESA), а два приспособлены для транспортных задач в мирное время.' +
        'Два модифицированных самолёта были переданы в аренду Греции перед поставкой систем EMB-145 Erieye, которая началась в 2003 году.' +
        'По сравнению с традиционным круговым радаром на самолётах ДРЛО, таких как E-3 Sentry, Saab 340 имеет неподвижный радар PS-890 AESA, выполненный с системой Erieye, которая обеспечивает меньшее сопротивление, но имеет мёртвую зону непосредственно позади и перед самолётом, обладая зоной обзора 120 градусов по обеим сторонам планера. Установленный радар способен отслеживать корабли, самолёты и ракеты на расстоянии до 300—400 км на высоте 6 км.' +
        'В июле 2006 года компания Saab получила контракт на модернизацию двух самолётов S 100B ВВС Швеции для разведки и использования в многонациональных операциях. Модернизированные самолёты Saab 340 AEW-300 планируется ввести в эксплуатацию к 2009 году.' +
        'В ноябре 2007 года Таиланд объявил о намерении купить у ВВС Швеции два самолёта S 100B AEW.' +
        '29 мая 2024 года Министерство обороны Швеции объявило, что два самолёта воздушного наблюдения и управления (ASC 890) будут отправлены на Украину в качестве военной помощи. Эти самолёты должны существенно усилить возможности ВСУ по противовоздушной и противоракетной обороне, поскольку радиус их радаров существенно больше, чем у передаваемых Украине F-16 A/B Block 20 MLU. ASC 890 они могут выдавать истребителям целеуказание и подсвечивать цель, позволяя F-16 поражать цели с безопасного расстояния.',
    },
    
    
    {
      id: 9,
      src: '/images/img2-0.jpg',
      title: 'СУ-24',
      link: '/foreign-item/9/0',
      description:
        'Советский и российский тактический фронтовой бомбардировщик с крылом изменяемой стреловидности (код НАТО: Fencer). Предназначен для нанесения ракетно-бомбовых ударов в любых метеоусловиях круглосуточно, включая малые высоты. Способен нести тактические ядерные заряды. ' +
        'Разработка началась в ОКБ Сухого в 1960-х годах как модификация Су-7Б (проект С-6), но эволюционировала в полностью новый самолёт. Первый прототип Т-6-1 совершил полёт 2 июля 1967 года (лётчик-испытатель В.С. Ильюшин). Конструкция претерпела значительные изменения: от треугольного крыла к изменяемой стреловидности, от тандемной кабины к бок-о-бок. ' +
        'Ключевые особенности: система рельефного облета "Пума", двигатели АЛ-21Ф, возможность укороченного взлёта/посадки. Серийное производство началось в 1971 году. Основные модификации: Су-24 (базовый), Су-24М (модернизированный), Су-24МР (разведывательный), Су-24МК (экспортный). ' +
        '31 августа 2016 года базовые Су-24 были сняты с вооружения ВКС России. Однако модернизированные версии остаются в строю. Самолёт активно применялся в различных конфликтах, включая события 2022-2024 годов, где использовался для нанесения точных ударов высокотехнологичным оружием.',
    },
  ],
  [
    {
      id: 1,
      src: '/images/imgf1-1.jpg',
      title: 'Т-64Б',
      link: '/foreign-item/1/1',
      description:
        'Т-64Б (Индекс ГАБТУ — Объект 447) — советский основной танк семейства Т-64.' +
        'Т-64Б (1976 год) — модернизированный вариант танка Т-64А. Основные отличия: комплекс управляемого ракетного вооружения 9М112 «Кобра», для которого гладкоствольное орудие модифицировано (2А46-2) с добавлением возможности пуска ПТУР из канала ствола, новая система управления огнём 1А33-1 с прицелом-дальномером-прибором слежения 1Г42 со встроенным лазерным (квантовым) дальномером (впервые в СССР, с 7-летним опозданием относительно танка «Чифтен») с высокой точностью определения дальности до цели и системой определения поправки на боковое движение цели и с электронным баллистическим вычислителем с автоматическим вычислением поправок для стрельбы, система защиты от напалма, система пуска дымовых гранат «Туча», сплошные бортовые экраны, увеличен динамический ход опорных катков. С 1984 по опытно-конструкторской работе «Отражение» на верхний лобовой лист наваривалась дополнительная стальная плита толщиной 30 мм. Поздние версии танка оснащены комплексом управляемого вооружения (ПТУР) 9К112-1 «Кобра» и полностью переработанным 125-мм орудием — пусковой установкой 2А46М-1, стабилизированным в двух плоскостях.' +
        'После распада СССР, в период с 1991 по 1999 год в ХКБМ был разработан ряд проектов модернизации танков Т-64БВ. Целью модернизации было доведение боевых характеристик танка до уровня Т-84У с помощью установки унифицированной СУО 1А45 «Иртыш», ДЗ «Нож» и других мероприятий.' +
        '24 августа 1999 года на параде в честь независимости Украины были впервые показаны Т-64У («объект 447АМ-1», прототип танка Т-64БМ «Булат»).' +
        'Т-64БВ 92-й омехбр на Чугуевском полигоне в Харьковской области. 22 августа 2015 года.' +
        'В декабре 2003 года министерство обороны Украины выделило в военном бюджете на 2004 год 40 млн гривен на модернизацию танков Т-64 до уровня Т-64БМ «Булат». На рубеже 2003—2004 гг. завод им. Малышева начал модернизацию советских танков Т-64Б до уровня Т-64БМ «Булат»[21]. Первоначально, проект модернизации танкового парка предусматривал модернизацию до уровня «Булат» для вооружённых сил Украины около 400 Т-64Б/БВ.' +
        'В 2004 году «Булат» был принят на вооружение вооружённых сил Украины и министерство обороны Украины заказало модернизацию 85 танков Т-64Б/БВ до уровня «Булат». Как сообщил генеральный конструктор танка, генерал-лейтенант М. Д. Борисюк, первый серийный танк изготавливали в течение восьми месяцев, а общая стоимость работ по модернизации составила 500 тыс. долларов США. В этом же году на ЗТМ им. Малышева началось исполнение первого контракта стоимостью 8 млн долларов США на модернизацию 17 танков (при этом, стоимость модернизации одного танка составляла около 470 тыс. долларов США). В дальнейшем, до конца 2008 года были выпущены ещё две партии (19 и 20 шт.), в результате к началу 2009 года общее количество поставленных танков «Булат» составило 56 единиц, при этом все 56 танков были поставлены с установленным комплектом динамической защиты «Нож».',
    },
    {
      id: 2,
      src: '/images/imgf2-1.jpg',
      title: 'Т-84',
      link: '/foreign-item/2/1',
      description:
        'Т-84 — украинский основной боевой танк, дальнейшее развитие танка Т-80УД (1987 г.), серии советских танков Т-80. Принят на вооружение армии Украины в 2001 году.' +
        'В 1992 году начались работы над модернизацией советского танка Т-80УД.' +
        'В конце 1994 года был создан первый опытный образец танка Т-84 (всего было изготовлено два или несколько опытных образцов).' +
        'В 1995 году демонстрационный образец танка Т-84 был представлен на выставке вооружений IDEX-95.' +
        'В 2000 году Т-84 был официально принят на вооружение украинской армии под наименованием «Оплот».' +
        'В 2000 году министерством обороны Украины принято решение о начале работ над новым типом основного танка, результатом которых стал танк «Оплот-М».' +
        'В 2002 году состоялись государственные испытания маскировочного комплекта «Контраст» для танка Т-84 (разработчиками которой являлись Харьковский национальный университет имени В. Н. Каразина, Институт автоматизированных систем и севастопольское предприятие «Современные волоконные технологии»).' +
        'В 2003 году американские вооруженные силы приобрели четыре танка Т-84, которые подтвердили тот факт, что Т-84 — усовершенствованная версия советского танка Т-80УД.' +
        'В 2009 году «Оплот-М» принят на вооружение Украинской Армии.' +
        'В 2020 году было объявлено о старте программы «Бастион», по которой планируется заменить все Российские комплектующие этого танка на Украинские, планируется, что первый образец такого танка будет получен в 2023 году, с возможным сроком реализации проекта 2025 год.',
    },
    {
      id: 3,
      src: '/images/imgf3-1.jpg',
      title: 'БМ «Оплот»',
      link: '/foreign-item/3/1',
      description:
        'БМ «Оплот» (Объект 478ДУ9-1, «Оплот-М») — современный украинский основной боевой танк, разработанный Харьковским конструкторским бюро машиностроения. Главный конструктор машины — Михаил Демьянович Борисюк.' +
        'В 1992 году начались работы над модернизацией советского танка Т-80УД.' +
        'В 2000 году танк был официально принят на вооружение украинской армии под наименованием «Оплот»[5]. В том же году министерством обороны Украины принято решение о начале работ над новым типом основного танка, результатом которых стал танк «Оплот-М».' +
        'Главный конструктор машины — доктор технических наук, профессор, генерал-лейтенант М. Д. Борисюк, генеральный конструктор по созданию бронетанковой техники и артиллерийских систем, начальник КП ХКБМ. Выпускается заводом ЗТМ им. Малышева.' +
        'В конце 2008 года началось производство первого танка БМ «Оплот», улучшенного на основе объекта 478ДУ9 и заняло три месяца.' +
        'В мае 2009 года танк был принят на вооружение вооружённых сил Украины под наименованием «Оплот» и был заключён контракт на поставку 10 единиц по цене 29,5 млн гривен, но из-за недостатка финансирования производство было приостановлено.' +
        '20-24 февраля 2011 «Оплот» впервые был показан за рубежом — на 10-й Международной выставке вооружений IDEX-2011 в Абу-Даби[39]. Экспортная цена одного танка в 2011 году составляла 4,9 млн долларов[40], в 2013 году — 4,89 млн долларов США.' +
        'В декабре 2011 заместитель гендиректора ГК «Укроборонпром» Владимир Куратченко сообщил, что в производстве танка участвуют 40 предприятий Украины.' +
        'Серийное производство танков «Оплот-М» началось в 2013 году, однако первые прицелы ПНК-6 были изготовлены в январе 2014 года.' +
        'Представители ВПК Украины сделали множество заявлений о различных планах массового выпуска «Оплот-М», но все они были сорваны. Так, 4 февраля 2015 генеральный директор ГК «Укроборонпром» Р. А. Романов объявил, что в 2015 году будет выпущено 40 танков «Оплот-М» 25 декабря 2015 года Кабинет министров Украины принял постановление о предоставлении заводу имени Малышева государственных гарантий с целью обеспечить выполнение заводом ранее утверждённой программы производства танков «Оплот-М». В 2015 году производство танков было окончательно сорвано и не произведено ни одного экземпляра ни для нужд ВСУ, ни по контрактным обязательствам.' +
        'В 2019 году было сообщено, что Министерство обороны Украины не заключает контракты на производство танков «Оплот-М», поскольку промышленность не имела возможности завершить работу по замещению российских комплектующих в танке на украинские или иностранные аналоги.' +
        'В 2020 году было объявлено о старте программы «Бастион», по которой планируется заменить все российские комплектующие этого танка на украинские, планируется, что первый образец такого танка должен был быть получен в 2023 году, с возможным сроком реализации проекта до 2025 года. Но из-за российского вторжения 24 февраля 2022 года планы были отменены.',
    },
    {
      id: 4,
      src: '/images/imgf4-1.jpg',
      title: 'M1 «Абрамс»',
      link: '/foreign-item/4/1',
      description:
        'M1 Abrams — основной боевой танк США, серийно выпускается с 1980 года. Стоит на вооружении армии США, а также вооружённых сил Египта, Австралии, Польши, Марокко и ряда ближневосточных государств. Назван в честь генерала Крейтона Абрамса. М1 «Абрамс» в настоящее время является одним из наиболее тяжёлых танков, его боевая масса превысила 62 т. Положил начало использованию целого ряда новаторских решений, включая компьютерную систему управления огнём и раздельное хранение боезапаса с использованием вышибных панелей.' +
        'Разработка нового танка, получившего позднее обозначение XM-1, началась сразу после закрытия программы ХМ803 в конце 1971 года. Для снижения технологических рисков было принято решение проектировать новый танк по классической схеме с экипажем из 4 человек и с пушкой высокой баллистики в качестве основного вооружения. На роль последней рассматривались нарезная 105-мм пушка M68, британская нарезная 110-мм[источник не указан 411 дней] и немецкая 120-мм гладкоствольная пушка. Вариант с 110-мм пушкой был отвергнут сразу же как не имеющий существенного превосходства над 105-миллиметровой. Вариант с пушкой калибром 120 мм посчитали рискованным, поэтому было решено оставить 105-мм пушку М68 с возможностью последующей замены на 120-мм.' +
        'В качестве силовой установки рассматривались американский дизель воздушного охлаждения AVCR-1100 (планировался для MBT-70), немецкий дизель водяного охлаждения DB1500 (позднее получил обозначение MB873) и американский газотурбинный двигатель (ГТД) AGT-1500. Мощность всех двигателей составляла 1500 л. с. Первоначально военные отдавали предпочтение дизелю, но в конце 1970-х годов их симпатии сместились в сторону ГТД.' +
        'Согласно первоначальному техническому заданию, бронезащита танка должна была выдерживать (в переднем секторе обстрела ±30°) 115-мм бронебойный оперённый подкалиберный снаряд советской пушки У-5ТС с дистанции 800 м. Планируемая цена танка должна была находиться в пределах 400 тыс. долл. в ценах 1972 года, а боевая масса — 45 тонн. Вскоре стало ясно, что с этими ограничениями не удаётся обеспечить требуемый уровень защиты, поэтому лимит характеристик был повышен до 500 тыс. долл. и 55 тонн соответственно.',
    },
    {
      id: 5,
      src: '/images/imgf5-1.jpg',
      title: 'Челленджер 2',
      link: '/foreign-item/5/1',
      description:
        'FV4034 Че́лленджер 2 (от англ. Challenger — соперник, бросающий вызов) — основной боевой танк сухопутных войск Великобритании.' +
        'Танки Челленджер 2 применялись при ведении боевых действий в Косово и Ираке (с 2003 года по 1 сентября 2010 года).' +
        'В мае 2009 года BAE Systems объявила, что сворачивает производство танков данной модели в связи с отсутствием оборонного заказа со стороны правительства Великобритании.' +
        'В январе 2023 года администрация премьер-министра Риши Сунака обнародовало решение о поставке 14 танков Challenger 2 на Украину.' +
        'Основной боевой танк Челленджер 2 выпускается британской компанией «Виккерс Дефенс Системс» (ныне являющейся частью компании BAE Systems). Он является третьим танком, носящим имя «Челленджер». Первым был «Челленджер А30» — вариант танка «Кромвель», оснащённый 76,2-мм пушкой. Вторым был «Челленджер» — основной боевой танк Великобритании начала 1980-х — середины 1990-х годов, принимавший участие в войне в Персидском заливе. Хотя Челленджер 2 был разработан на основе «Челленджера», новый танк отличается от более ранней модели новым оборудованием и комплектующими: всего 5 % деталей являются общими для обеих моделей. На данный момент Челленджер 2 заменил предыдущую модель на вооружении британской армии.' +
        'Компания «Виккерс Дефенс Системс» начала разработку преемника танка «Челленджер» по собственной инициативе в 1986 году. В свете требований Генерального штаба о танке нового поколения, компания открыто заявила Министерству обороны о ведущихся разработках. В 1988 году был заключён контракт в 90 миллионов фунтов на производство девяти опытных машин к 1989 году[7]. В июне 1991 года, после длительного сравнения с образцами других производителей (среди возможных кандидатов были «Абрамс» М1А2, «Леклерк» и «Леопард-2»), Министерство обороны приняло танк Челленджер 2 на вооружение.' +
        'Сборка началась в 1993 году на двух основных заводах: в Ньюкасле и Лидсе. Всего в проекте участвовало около 250 фирм. Первые машины начали поступать в июле 1994 года.' +
        'В 1994 году танк Челленджер 2 успешно прошёл испытания на надёжность; три машины проверялись в течение 285 дней испытаний, на которых симулировались боевые условия.',
    },
    {
      id: 6,
      src: '/images/imgf6-1.jpg',
      title: 'Strv 122',
      link: '/foreign-item/6/1',
      description:
        'Stridsvagn 122 (Strv.122A) — шведский основной боевой танк, представляющий собой лицензированный немецкий танк Leopard 2А5[1], в конструкцию которого внесены различные изменения. Усилена ходовая часть, передняя часть танка оснащена дополнительными модулями бронирования, крыша защищена от атак с верхней полусферы, вместо фар установлены прожекторы квадратной формы, рабочие места экипажа оборудованы ремнями безопасности, установлена французская система пуска дымовых гранат GALAX, позволяющая отстреливать фугасные и специальные боеприпасы. Со временем конструкция танка совершенствуется: так, на базовом варианте Strv.122A была проведена модернизация, именуемая Strv.122B: на танке улучшена противоминная защита, модернизировано 10 танков. В 2010—2011 гг. построен прототип Strv.122B+, на котором установлены новейшие модульные бронеконструкции. Всего было произведено 122 танка, при этом 29 штук собраны в ФРГ, остальные — в Швеции.' +
        'Stridsvagn 122 поступил на вооружение шведских ВС в 1996 году, к 1998 году насчитывалось 180 танков, а к 2022 году — 120 единиц.' +
        'В 2016 году Швеция заказала новую модернизацию Strv 122 у Krauss-Maffei Wegmann, поставка которой запланирована на период с 2018 по 2023 год[8]. Помимо планового ремонта, Stridsledningssystem Bataljon (тактическая командная система батальона от SAAB), новый наблюдательный/пушечный прицел (TIM) для командира, а также новые системы связи для международных миссий будут добавлены вместе с модульной системой баллистической защиты 360°' +
        'Ширина танка в 3,75 метра была сохранена шведскими конструкторами[3], в то время как вес увеличился на 350 килограмм.' +
        'Stridsvagn 122 был разработан для борьбы в шведских условиях, включая сильно лесистые районы, а также городскую местность. Это обозначение происходит от 12-см пушки на втором танке, находящемся на шведском вооружении и имеющем этот калибр (первым был Strv 121, Leopard 2A4s, оснащенный шведскими огнями и радиостанциями и окрашенный в шведский камуфляж). Strv 122 также должен был преодолеть предполагаемые недостатки оригинального немецкого танка и отличался следующими особенностями.',
    },
    {
      id: 7,
      src: '/images/imgf7-1.jpg',
      title: 'Леопард 2',
      link: '/foreign-item/7/1',
      description:
        '«Леопа́рд-2» (нем. Leopard 2) — немецкий основной боевой танк второго поколения. Танк начала разрабатывать в 1968 году фирма Krauss-Maffei, в 1970 году министр обороны ФРГ Гельмут Шмидт сделал его основой для перспективного боевого танка для бундесвера, в 1972 году были построены первые прототипы. В 1976 году прототип Leopard 2AV проходил сравнительные испытания вместе с прототипом XM1 на Абердинском полигоне в США. Первый серийный танк «Леопард-2» был передан немецкой армии 25 октября 1979 года. К 2015 году всего было произведено более 3600 танков этого типа.' +
        'Благодаря высокой огневой мощи, постоянному улучшению боеприпасов, хорошей защите, высокой точности стрельбы (в том числе в движении), высококачественным приборам наблюдения танк пользуется большим спросом на экспортном рынке. После окончания холодной войны Германия и два других первых оператора танка ― Нидерланды и Швейцария — стали предлагать танки на экспорт из состава своих вооружённых сил. В результате танк находится на вооружении 14 европейских стран, а также Канады, Турции, Катара, Сингапура и Чили, танковый парк бундесвера сократился с 2125 до 328 единиц, а Нидерланды полностью отказались от бронетанковых войск. В силу широкой географии стран-эксплуатантов, часть из которых производили танки на собственной территории, существует большое количество модификаций танка и проектов его модернизации, наиболее распространённой является модификация 2A4 и её модернизации, а наиболее современной серийной — 2A7V. Считается самым коммерчески успешным танком в мире.' +
        '«Леопард-2» имеет классическую компоновку, с размещением моторно-трансмиссионного отделения в кормовой, боевого отделения в средней и отделения управления — в лобовой частях машины. Экипаж танка состоит из четырёх человек: командира, наводчика, заряжающего и механика-водителя — механик-водитель находится в передней части корпуса, командир танка, наводчик орудия (справа от орудия) и заряжающий (слева) находятся в башне. Начиная с версии 2A6 посередине кормы корпуса устанавливается камера заднего вида механика-водителя с углом обзора 65° по горизонтали и вертикали. Вооружение всех танков, до версии 2А6, состоит из 120-мм гладкоствольной пушки компании Rheinmetall длиной ствола 44 калибра (2A6 и выше — длиной 55 калибров), двух 7,62-мм пулемётов MG3 — спаренного с пушкой и зенитного, расположенного на крыше башни. Кроме того, на башне имеются блоки мортир, предназначенных для постановки дымовой завесы. На танках постоянно модернизировались броневая защита и система управления огнём',
    },
    {
      id: 8,
      src: '/images/imgf8-1.jpg',
      title: 'AMX-10RC',
      link: '/foreign-item/8/1',
      description:
        'AMX-10RC — французский колёсный танк, часто классифицируемый также как тяжёлый бронеавтомобиль.' +
        'Создан фирмой Satory Military Vehicles — совместным предприятием GIAT и «Рено» — по заказу ВС Франции и предназначался на роль разведывательной машины, способной также к борьбе с вражеской бронетехникой.' +
        'Серийное производство AMX-10RC осуществлялось с 1976 по 1994 год, всего было выпущено 457 бронеавтомобилей этого типа. 337 из них поступили на вооружение французской армии, применявшей их в войне в Персидском заливе и ряде миротворческих операций. Ещё 120 машин были поставлены на экспорт в Марокко и Катар. В начале января 2023 года президент Франции Эмманюэль Макрон анонсировал передачу AMX-10RC Украине.' +
        'Программа «Скорпион» предусматривает замену AMX-10RC и ERC Sagaie на EBRC Jaguar. Поставки начались в феврале 2022 года и составят 300 единиц к 2030 году.' +
        'В начале 1960-х годов Генеральный штаб сухопутных войск планировал заменить бронированную разведывательную машину (EBR), которая к тому времени десять лет находилась на вооружении французской армии. В 1963 году Технический отдел армии (STAT) провел испытания прототипа Боевой разведывательной машины-амфибии (ERAC), легкой гусеничной бронированной машины весом от 6,7 до 8 тонн с башней, вооружённой 105-мм пушкой. Проет ERAC был остановлен.' +
        'С 1970 года появляется новая программа, направленная на разработку бронемашины-амфибии массой от 10 до 15 т, и AMX-APX начинает разработку AMX-10 P, легкой гусеничной бронемашины, предназначенной для замены AMX-13 VTT. Генеральный директор AMX-APX принял решение разработать колесную версию AMX-10 P с вооружением, аналогичным ERAC. Эта машина получила название AMX-10 RC (RC фр. roue et canon — колёсная пушка). Были изготовлены три прототипа. Машина поступила на вооружение в 1981 году.',
    },
    {
      id: 9,
      src: '/images/imgf9-1.jpg',
      title: 'M-84',
      link: '/foreign-item/9/1',
      description:
        'М-84 — основной боевой танк Югославии 1980-х годов, разработанный в 80-е годы на основе советского Т-72М.[2] За время серийного выпуска в 1983—1991 годах выпущено около 700 единиц.' +
        'В 1970-х годах СФРЮ приобрела лицензию на производство Т-72М1 у СССР. Оценив темпы развития современного вооружения и военной техники, военные приняли решение о начале разработки модификации танка. В 1982 году закончились работы по созданию модернизированной модели танка Т-72, получившей название М-84. Разработкой занимались несколько предприятий, а главным разработчиком был Военно-технический институт, располагавшийся в Белграде. Основной целью проекта модернизации было повышение боевых возможностей танка.' +
        'Первый опытный образец был изготовлен в 1982 году. Серийное производство танка М-84 началось в 1983 году на мощностях завода имени Джуро Джаковича в городе Славонски-Брод.' +
        'По мере поступления в армию, танки М-84 распределялись между бронетанковыми и механизированными бригадами сухопутных войск ЮНА' +
        'Производство танков продолжалось вплоть до 1991 года, и прекратилось по причине того, что Хорватия объявила независимость, а на её территории располагалось главное предприятие по производству танков Югославии.' +
        'M-84 широко использовался во многих войнах в период 1990-х годов. Продолжаются работы по модернизации танка.' +
        'В октябре 2024 года было объявлено о намерении Хорватии передать 30 танков М-84 Украине, однако сведений о поставках не имеется',
    },
    {
      id: 10,
      src: '/images/imgf10-1.jpg',
      title: 'PT-91',
      link: '/foreign-item/10/1',
      description:
        'PT-91 Twardy («Твёрдый») — польский основной боевой танк, основанный на лицензионном варианте советского Т-72М1.' +
        'Первые прототипы были изготовлены в 1993 году. Базовый вариант PT-91 серийно выпускался на предприятии «Бумар-Лабэнды» (пол. Bumar Łabędy) с 1995 по 2002 год. Всего для ВС Польши было произведено 232 PT-91.' +
        'Защита Twardy усилена за счёт использования активной брони собственной разработки ERAWA. Всего имеется 394 блока ERAWA, покрывающих переднюю часть корпуса и башню. Эти блоки размещены практически без зазоров друг к другу. Испытания показали, что блоки ERAWA повышают защищённость танка на 30-70 % в зависимости от типа используемого боеприпаса. Однако броня PT-91 не выдерживает огня новейших (на 2018 год) западных 120-мм танковых снарядов с дальности 2000 м.' +
        'Кроме того, «Твёрдый» снабжён покрытием, поглощающим радиолокационное облучение, системой Obra-4, предупреждающей об облучении танка лазером, 12-ствольной 81-мм системой пуска дымовых гранат «Туча» и одноствольной 80-мм системой пуска антилазерных гранат «Теллур».' +
        'Танк оснащён дизельным двигателем S-12U мощностью 850 л. с.' +
        'С целью обеспечения возможности кратковременного повышения мощности силовой установки, в танке применена система отключения вентиляторов системы охлаждения, которые потребляют мощность до 150 л. с.',
    },
  ],
  [
    {
      id: 1,
      src: '/images/imgf1-2.jpg',
      title: 'Glock 17 ',
      link: '/foreign-item/1/2',
      description:
        '«Глок» — семейство пистолетов, разработанных фирмой «Glock» для нужд Вооружённых сил Австрии.' +
        'Глок был первым образцом вооружения, разработанным этой фирмой. Получившийся в результате образец оказался довольно удачным и удобным для применения, благодаря чему позднее он был принят на вооружение Вооружённых сил Австрии под обозначением Р80. Позже пистолеты фирмы «Глок» приобрели широкую известность благодаря своим боевым качествам и распространённости в качестве оружия героев различных голливудских фильмов. Оружие данной модели получило широкое распространение по всему миру. Сейчас существует много различных вариантов этого пистолета, которые рассчитаны под разные патроны (9×19 мм Парабеллум, .40 S&W, 10 мм auto, .357 SIG, .45ACP и др.).' +
        'Особенностью конструкции пистолета является отсутствие флажка предохранителя и курка. Пистолет большей частью сделан из высокопрочного термостойкого — до 200 °C — пластика. Благодаря этому Glock 17 лёгок и чрезвычайно прочен. Принцип действия — «выхватил и стреляй», привычного предохранителя нет, 2 предохранителя находятся внутри, один на спусковом крючке в виде кнопки, выстрел не произойдёт без полного нажатия спускового крючка «безопасного действия». Состоит из 33 частей и неполная разборка происходит за секунды.',
    },
    {
      id: 2,
      src: '/images/imgf2-2.jpg',
      title: 'Форт-12',
      link: '/foreign-item/2/2',
      description:
        'Форт-12 — украинский самозарядный пистолет под патрон 9×18 мм ПМ.' +
        'Пистолет был разработан в начале 1990-х годов НПО «Форт» по заказу МВД Украины в связи с моральным и физическим устареванием находящихся на вооружении советских пистолетов Макарова. При разработке использовался опыт чешской оружейной фирмы Ceská Zbrojovka. Первая опытная партия пистолетов «Форт-12» была изготовлена в мае 1995 года.' +
        'В 1997 году были завершены испытания и опытная эксплуатация пистолетов «Форт-12», в июне 1998 года были завершены опытно-конструкторские работы.' +
        'Серийное производство (на станочном оборудовании из Чехии) началось в 1998 году. До 2002 года стволы поставлялись из Чехии.' +
        'Пистолеты первых лет выпуска (сделанные до получения станков с ЧПУ) отличала высокая трудоёмкость и материалоёмкость изготовления, они не имели антабки и отличались недостаточной прочностью бойка и оси затворной задержки.' +
        'В ходе эксплуатации пистолетов «Форт-12» в подразделениях МВД Украины было установлено, что для них желательно предусмотреть возможность дооборудования тактическим фонарём. 19 октября 2011 года было предложено внести изменения в конструкцию пистолета «Форт-12», сделав на рамке оружия проточки для крепления подствольного тактического фонаря по образцу креплений на пистолете «Форт-14» и включить в нормы положенности отдельных категорий сотрудников органов внутренних дел (на вооружении которых находятся пистолеты этой модели) «специальный фонарь». Научно-исследовательской работе по созданию специального фонаря был присвоен шифр «Криптон». В дальнейшем, пистолеты «Форт-12» начали комплектовать фонарём ЛТ-6А.',
    },
    {
      id: 3,
      src: '/images/imgf3-2.jpg',
      title: 'Ruger Mini-14',
      link: '/foreign-item/3/2',
      description:
        'Ruger Mini-14 — самозарядный карабин под патроны .223 Remington или 5,56×45 мм[1], разработанный американской фирмой Sturm, Ruger & Co в 1973 году и выпускаемый по настоящее время в нескольких модификациях. С 2005 года все варианты получили коммерческое обозначение Ruger Ranch Rifle.' +
        'Популярен на рынке гражданского оружия. Также существуют полицейские и военные модификации — автоматический карабин (автомат, «штурмовая винтовка») AC-556 и самозарядный Mini-14GB, а также другие варианты.' +
        'Винтовки серии Mini-14 построены на основе автоматики с газовым двигателем с длинным рабочим ходом газового поршня. Газоотводный узел с газовой каморой и поршнем расположены под стволом и скрыты в цевье оружия. Ведущим звеном автоматики является массивная рама, расположенная под стволом и соединённая с затвором штоком, проходящим с правой стороны от ствола и ствольной коробки. Газовый поршень имеет форму стакана, в переднем положении надевающегося на выходной патрубок газовой каморы, и жёстко закреплен на подвижной раме. Поворотный затвор перемещается непосредственно в ствольной коробке (выполненной методом точного литья из стали), и запирает ствол на два боевых упора за пазы в ствольной коробке. Возвратная пружина расположена под стволом, и действует на ведущую раму. Рукоятка заряжания расположена на штоке ведущей рамы справа.' +
        'Новшеством было то, что механика оружия была полностью спрятана в ложе, что, несомненно, повысило его надёжность. Для винтовок 30-го калибра это было не слишком важно, но для карабина 223-го калибра, детали которого меньше по габаритам, все несколько иначе. И такое конструктивное решение, гарантирующее сохранность деталей автоматики, было не только остроумным, но и единственно верным.',
    },
    {
      id: 4,
      src: '/images/imgf4-2.jpg',
      title: 'HK G3',
      link: '/foreign-item/4/2',
      description:
        'В конце Второй мировой войны фирмой Mauser был сконструирован автомат StG45(M), основанный на новом способе замедления отката затвора, однако в связи с поражением Германии работа над новым оружием полностью не была завершена. Оружие не пошло в массовое производство, а уцелевшие прототипы достались победителям в качестве трофея[2]. Уже после Второй мировой войны группа немецких конструкторов, работавших в компании Mauser над автоматом StG45(M), перешла в мадридскую компанию CETME, где участвовала в создании автоматической винтовки, использующей автоматику на основе полусвободного затвора (схему Людвига Форгримлера).' +
        'После принятия в 1954 году на вооружение американского патрона 7,62×51 мм в качестве стандартного боеприпаса НАТО, ФРГ, как и другие страны-члены альянса, столкнулись с проблемой перевооружения. Так как Западная Германия хотела сама производить для себя оружие, им пришлось обратиться к другим имеющимся разработкам. В частности, их заинтересовала новейшая испанская автоматическая винтовка фирмы CETME, разработанная под руководством немецкого инженера Людвига Форгримлера. В 1957 году ФРГ приобрела лицензию на винтовку СЕТМЕ и по результатам проведённого тендера права на производство нового оружия получила новая фирма Heckler & Koch.' +
        'Немецкий вариант винтовки получил обозначение G3 и был принят на вооружение Бундесвером в 1959 году вместе с вариантом, имеющим телескопический приклад (G3A1). В 1995 году бундесвер перешёл на новый автомат — HK G36, однако производство G3 силами самой Heckler & Koch продолжалось до 2001 года.' +
        'Конструкция G3 нашла своё отражение в пистолете-пулемёте HK MP5, 5,56-мм автомате HK 33, единых пулемётах HK21 и HK 23, снайперских винтовках HK PSG1 и HK MSG90.' +
        'В 1976 году 11 стран НАТО подписали соглашение о проведении совместных испытаний и выборе второго стандартного патрона НАТО уменьшенного калибра для автоматических винтовок и ручных пулемётов. 28 октября 1980 года было принято решение о стандартизации странами НАТО бельгийского патрона 5,56х45 мм SS 109. В дальнейшем, в некоторых странах мира (в том числе, использовавших HK G3) началось перевооружение на автоматы под 5,56-мм патрон.',
    },
    {
      id: 6,
      src: '/images/imgf6-2.jpg',
      title: 'Вулкан-М',
      link: '/foreign-item/6/2',
      description:
        'Вулкан, или «Малюк» — автомат украинского производства с компоновкой булл-пап. Является "глубоко модернизированным" автоматом Калашникова. Один из вариантов автомата «Вепр».' +
        'Автомат оборудован прицельной планкой Пикатини на ствольной коробке, рычагом защелки магазина за спусковым крючком, новой пистолетной рукояткой управления огнем и кнопкой предохранителя над спусковой скобой, спереди спускового крючка. Внесен ряд изменений в конструкцию ствольной коробки, ствола, затворной рамы, газового поршня и ударно-спускового механизма.' +
        'Принят на вооружение Вооруженных Сил Украины в 2017 году под названием автомат специальный «Вулкан»' +
        'Разработка автомата началась в 2005 году с участием специалистов компании ООО «Интерпроинвест» с учетом опыта, полученного при разработке автоматов «Вепр». Первый экспериментальный образец получил название «Вулкан».' +
        'Второй образец, в конструкцию которого было внесено 12 изменений и усовершенствований (регулируемый отражатель стреляных гильз, защелка магазина за спусковым крючком, съемные механические прицельные приспособления, возможность установки глушителя, крепление для установки съемных сошек) получил наименование «Малыш». Был изготовлен один демонстрационный экземпляр.' +
        'В январе 2015 автомат был показан еще раз — на Гончаровском полигоне в Черниговской области, при этом на крышке ствольной коробки был установлен коллиматорный прицел.' +
        'На выставке «Оружие и Безопасность 2018» был представлен обновленный вариант автомата. Среди прочего, он обзавелся эргономичным двусторонним переводчиком огня, что сделало использование автомата одинаково комфортным как для «правшей», так и для «левшей»; нанесенное на детали и узлы автомата покрытие, которое кроме того, что делает работу с автоматом комфортнее, еще и продлевает его цикл жизни; новый усовершенствованный ударно-спусковой механизм, использование которого позволило поднять темп стрельбы до 700 выстр/мин. Обновленный «Малыш» получил и новый ствол с большим количеством нарезов, что улучшило показатели кучности и точности.' +
        '3 октября 2017 года на брифинге в Украинском кризисном медиа-центре, представитель Министерства обороны Дмитрий Гуцуляк сообщил, что специальные автоматы «Вулкан» приняты на вооружение Вооруженных Сил Украины.' +
        '25 июля 2019 полковник Андрей Мясников из МОУ сообщил, что автоматы «Вулкан» калибра 5,45 и 7,62 мм уже серийно изготовляют в Украине.' +
        'Использовался во время Войны на Донбассе одним из подразделений ССО[3], а также в ходе Вторжения России на Украину солдатами ВСУ.',
    },
    {
      id: 7,
      src: '/images/imgf7-2.jpg',
      title: 'M4',
      link: '/foreign-item/7/2',
      description:
        '5,56-мм автомат M4 (войсковой индекс и наименование — Carbine, 5.56 mm, M4, заводской индекс изготовителя (для автоматов, произведенных компанией Colt’s Manufacturing Company) — Colt Model 920) — автоматический карабин (автомат), созданный в США на основе винтовки М16А2 и изначально предназначенный для вооружения экипажей боевых машин и расчётов вооружения и военной техники.' +
        'Несмотря на это, командование специальных операций США приняло этот автомат в качестве единого для всех американских сил специальных операций. С 2010 года на него стала переходить и вся Армия США[8], а с 2016 года — и Корпус морской пехоты США[9], так как удобство укороченного карабина в современных условиях, когда большую часть армии составляют мотопехота, экипажи боевых машин и вспомогательные войска, более чем компенсирует незначительное снижение его характеристик в сравнении с винтовкой.' +
        'Основными отличиями М4 от М16А2 являются ствол меньшей длины и выдвижной телескопический приклад. Вариант M4A1 отличался от М4 режимом стрельбы: SAFE/SEMI/AUTO по всем остальным параметрам полностью идентичен М4.' +
        'Как правило, указывается, что М4 представляет собой винтовку М16 с укороченным стволом и укороченным телескопическим прикладом. На самом деле ситуация несколько сложнее: хотя М16 и М4 действительно основаны на одной и той же базовой модели — винтовке AR-15, их различия не ограничиваются длиной ствола и конструкцией приклада. Например, удлинитель ствола (barrel extension) М4 имеет более глубокие направляющие (feedramp) для подачи патронов из магазина (у оружия семейства AR-15 две направляющие, отдельно для патронов, подающихся из левого и правого рядов магазина), а ствольная коробка (upper receiver) — дополнительные углубления под ними, которые отсутствуют у М16. Причём удлинитель ствола от М4 может быть с сохранением функционирования установлен в ствольную коробку винтовки, но не наоборот (см. илл.). Существуют и иные относительно мелкие различия.',
    },
    {
      id: 8,
      src: '/images/imgf8-2.jpg',
      title: 'Brugger & Thomet APR 308',
      link: '/foreign-item/8/2',
      description:
        'Brügger & Thomet APR 308 — швейцарская снайперская винтовка, разработанная в 2003—2005 годах швейцарской оружейной компанией Brügger & Thomet (B+T) на базе конструкции французской винтовки PGM Mini-Hecate .338. Впервые винтовка APR308 была показана на выставке MILIPOL 2005.' +
        'Винтовка имеет модульную конструкцию, в основе которой лежит алюминиевая шина - шасси. На неё установлена ствольная коробка с затворной группой и консольно вывешенным стволом, а также элементы ложи.' +
        'Механизм винтовки использует продольно скользящий поворотный затвор с тремя радиальными боевыми упорами в передней части. Ударно-спусковой механизм регулируемый, ручной предохранитель удобно расположен над пистолетной рукояткой управления огнём.' +
        'Подача патронов при стрельбе производится из отъемных коробчатых магазинов ёмкостью 10 патронов.' +
        'Винтовка комплектуется пластиковым цевьём и складным вбок прикладом с регулируемыми затыльником и упорной щекой. Дополнительно имеются складная двуногая сошка и складная задняя опора под прикладом, регулируемая по высоте.' +
        'Винтовка штатно комплектуется оптическим прицелом Brügger & Thomet TRS (Tactical Rifle Scope) переменной кратности 3-12Х производства компании "Schmidt& Bender". Прицел устанавливается на штатную направляющую типа Picatinny rail; кроме того, винтовка комплектуется резервными открытыми прицельными приспособлениями в виде складных мушки и целика.' +
        'На стволе винтовки расположен специальный дульный тормоз, имеющий наружную резьбу для установки глушителя производства В+Т.',
    },
    {
      id: 9,
      src: '/images/imgf9-2.jpg',
      title: 'Zastava M77',
      link: '/foreign-item/9/2',
      description:
        'Zastava M77 — югославский и сербский ручной пулемёт, сконструированный на основе автомата Zastava M77.' +
        'Автоматика работает по принципу отвода части пороховых газов с длинным ходом поршня. Запирание канала ствола производится поворотом затвора с двумя боевыми упорами. Ствол с 6 правосторонними нарезами, шаг нарезов 240 мм или 304.8 мм. На стволе имеется оребрение для охлаждения. В дульной части ствола нарезана резьба для установки дульных устройств. На стволе закреплена складная сошка. Ствольная коробка — штампованная, из стального листа 1.5 мм. Предохранитель-переводчик расположен на правой стороне ствольной коробки. Режимы огня — непрерывный или с отсечкой по одному выстрелу. В газовой каморе установлен регулятор для изменения скорости отката затворной рамы при работе в сложных условиях. Прицельные приспособления состоят из мушки и прицела секторного типа с механизмом внесения поправок на боковой ветер и на боковое движение цели, оснащались тритиевыми элементами для стрельбы в тёмное время суток. Пулемёт мог оснащаться рукоятью для переноски над цевьём[4]. Приклад деревянный, нескладной.',
    },
    {
      id: 10,
      src: '/images/imgf10-2.jpg',
      title: 'M67',
      link: '/foreign-item/10/2',
      description:
        'M67 (M67 Fragmentation Hand Grenade)  —  американская ручная осколочная граната.' +
        'Использование опыта игры в бейсбол и спортивных тренировок бейсболистов для обучения солдат-новобранцев метанию ручных гранат имело место в начале 1941 года, перед вступлением США во вторую мировую войну (однако эти методики оказались не вполне применимы для боевой подготовки, так как использовавшиеся в то время гранаты Mk II отличались от бейсбольных мячей).' +
        'Граната М67 была разработана в 1960-е годы и в 1971 принята на вооружение армией США. Впоследствии выпуск ее копий и клонов был налажен в других странах мира. В сентябре 2016 года было объявлено о разработке ручной гранаты нового образца, которая должна заменить М67.' +
        'Предназначена для поражения живой силы в бою. К цели граната доставляется броском вручную.' +
        'Корпус гранаты, который и является осколкообразователем, сделан из стали. Взрывчатое вещество Composition B (композиция B) представляет собой смесь тринитротолуола (TNT) и гексогена (RDX), заливаемую в расплавленном состоянии в корпус. Стандартный состав композиции В — 59,5 % RDX и 39,4 % TNT с добавлением 1 % парафина. Итоговая скорость детонации данного взрывчатого вещества равняется 8050 м/с.' +
        'Диаметр гранаты 6,35 см, длина по запалу 9,2-9,25 см, масса гранаты около 400 (+-5-10) граммов. Масса заряда взрывчатого вещества 180-185 граммов. Используется запал М213.' +
        'Радиус поражения осколками гранаты 15 метров, радиус возможного поражения 25 метров.' +
        'Взрыв гранаты происходит через 4 секунды после освобождения прижимного рычага. Перед броском предварительно следует удалить предохранительное кольцо, прижав рычаг пальцами к корпусу гранаты.' +
        'Боевая граната окрашивается в оливково-сероватый цвет.' +
        'Граната М68 представляет собой модификацию М67 с электромеханическим запалом М217.' +
        'Учебная граната М69 имеет синюю окраску, оснащается веществом-генератором белого дыма, форма и вес у неё такие же, как у боевой гранаты М67.',
    },
  ],
];

const ForeignEquip = () => {
  return (
    <PodMain
      titleColor={'#333E6F'}
      tabsColor={'#4C569A'}
      title={'ВООРУЖЕНИЕ ПРОТИВНИКА'}
      slides={slidesForeign}
      tabs={tabs}
    />
  );
};

export default ForeignEquip;
